Repository: Robeliki/better-wp-security
Catalog: lang/better-wp-security-*.po
Languages: nl_nl

source: You may need to turn this off if you are having problems with backups.
nl_nl: Het kan nodig zijn om deze uit te schakelen als u problemen ondervindt met back-ups.

source: emailed to backup recipients and saved locally.
nl_nl: gemaild naar back-up ontvangers en lokaal bewaard.

source: emailed to backup recipients.
nl_nl: gemaild naar backup ontvangers.

source: saved locally.
nl_nl: Bewaar Lokaal

source: Something went wrong with your backup. It looks like another process might already be trying to backup your database. Please try again in a few minutes. If the problem persists please contact support.
nl_nl: Er ging iets mis met uw back-up. Het ziet eruit als een ander proces al probeert om een back-up te maken van je database. Probeer het over een paar minuten. Als het probleem zich blijft voordoen, neem contact op met ondersteuning.

source: Attached is the backup file for the database powering
nl_nl: Bijgevoegd is het back-upbestand voor de database voor de site:

source: taken
nl_nl: genomen

source: Error
nl_nl: Fout

source: saved locally but email to backup recipients could not be sent.
nl_nl: bewaard lokaal maar email naar ontvangers kon niet verzonden worden.

source: Success
nl_nl: Succes

source: emailed to backup recipients and saved locally
nl_nl: gemaild naar back-up ontvangers en lokaal bewaard

source: email to backup recipients could not be sent.
nl_nl: email naar ontvangers kon niet verzonden worden.

source: emailed to backup recipients
nl_nl: gemaild naar back-up ontvangers

source: saved locally
nl_nl: bewaar lokaal

source: Database Backup Executed
nl_nl: Database Back-up Uitsluiting

source: Banned Users
nl_nl: Verbannen Gebruikers

source: Use the guidelines below to enter user agents that will not be allowed access to your site.
nl_nl: Gebruik de onderstaande richtlijnen om gebruikersprofielen in te voeren die geen toegang worden toegestaan tot uw site.

source: Enter only 1 user agent per line.
nl_nl: Voer 1 gebruikersprofiel in per regel

source: Enable HackRepair.com's blacklist feature
nl_nl: Schakel HackRepair.com's zwartelijst functie in

source: As a getting-started point you can include the excellent blacklist developed by Jim Walker of <a href="http://hackrepair.com/blog/how-to-block-bots-from-seeing-your-website-bad-bots-and-drive-by-hacks-explained" target="_blank">HackRepair.com</a>.
nl_nl: Als een goede opstart punt kunt u ook de uitstekende zwarte lijst ontwikkeld door Jim Walker invoeren zie: <a href="http://hackrepair.com/blog/how-to-block-bots-from-seeing-your-website-bad-bots-and-drive-by-hacks-explained" target="_blank">HackRepair.com</a>.

source: Enable ban users
nl_nl: Inschakelen verban gebruikers

source: Use the guidelines below to enter hosts that will not be allowed access to your site. Note you cannot ban yourself.
nl_nl: Gebruik de onderstaande richtlijnen om bezoekers die geen toegang mogen worden verleend tot uw site in te voeren. Opmerking je kunt jezelf niet verbieden.

source: You may ban users by individual IP address or IP address range.
nl_nl: Je kunt gebruikers verbannen door individuele IP adressen of IP adressen bereik

source: You are blocking known bad hosts and agents with the ban users tool.
nl_nl: Je blokkeert bekende slechte bezoekers en personen met de verban gebruikers tool.

source: You are not blocking any users that are known to be a problem. Consider turning on the Ban Users feature.
nl_nl: U blokkeert niet gebruikers waarvan bekend is dat zij problemen veroorzaken. Denk aan het inschakelen van de Verban Gebruikers functie.

source: Default Blacklist
nl_nl: Standaard Zwartelijst

source: Configure Ban Users
nl_nl: Configureer Verban Gebruikers

source: Ban Users
nl_nl: Verban Gebruikers

source: Ban Hosts
nl_nl: Ban Bezoekers

source: Ban User Agents
nl_nl: Verban Gebruikersprofielen

source: This feature allows you to completely ban hosts and user agents from your site without having to manage any configuration of your server. Any IP addresses or user agents found in the lists below will not be allowed any access to your site.
nl_nl: Deze functie stelt u in staat om bezoekers en personen van uw site volledig te verbieden zonder enige configuratie van uw server. Elke IP-adressen of personen gevonden in de onderstaande lijst zal niet worden toegestaan ​​voor een benadering van uw site.

source: Note that the ban users feature has been disabled until the following errors are corrected:
nl_nl: Merk op dat het verbod gebruikers functie is uitgeschakeld, totdat de volgende fouten worden gecorrigeerd:

source: is not a valid address in the ban users box.
nl_nl: is geen geldig adres in de verbande gebruikers box.

source: is not a valid address as it has been white listed.
nl_nl: is geen geldig adres zoals het is op de witte lijst.

source: Brute Force Protection
nl_nl: Brute Forceer Protectie

source: Immediately ban a host that attempts to login using the "admin" username.
nl_nl: Onmiddellijk verbannen een bezoeker die probeert in te loggen met behulp van de "admin" gebruikersnaam.

source: You are still using an account with the username "admin." Please rename it before using this feature
nl_nl: U bent nog steeds met een account met de gebruikersnaam "admin." Hernoem het voordat u deze functie gebruikt

source: The number of minutes in which bad logins should be remembered.
nl_nl: Het aantal minuten waarin ongeldige inlogpogingen mag niet worden vergeten.

source: Enable brute force protection.
nl_nl: Inschakel Brute Forceer Protectie

source: Attempts
nl_nl: Pogingen

source: The number of login attempts a user has before their host or computer is locked out of the system. Set to 0 to record bad login attempts without locking out the host.
nl_nl: Het aantal inlogpogingen van een gebruiker heeft voordat hun IP of de computer buitengesloten is uit het systeem. Zet op 0 om ongeldige inlogpogingen zonder het buitensluiten van de bezoeker.

source: The number of login attempts a user has before their username is locked out of the system. Note that this is different from hosts in case an attacker is using multiple computers. In addition, if they are using your login name you could be locked out yourself. Set to zero to log bad login attempts per user without ever locking the user out (this is not recommended)
nl_nl: Het aantal inlogpogingen van een gebruiker heeft voor hun gebruikersnaam wordt buitengesloten van het systeem. Merk op dat dit verschilt van bezoekers in het geval van een aanvaller is het gebruik van meerdere computers. Bovendien, als ze met behulp van uw login naam, zou jezelf kunnen worden buitengesloten. Zet op nul, om ongeldige inlogpogingen per gebruiker, zonder dat het ooit lijd tot het blokkeren van de gebruiker (dit is niet aan te raden)

source: Your login area is protected from brute force attacks.
nl_nl: Uw login gebied wordt beschermd tegen brute forceer aanvallen.

source: Your login area is not protected from brute force attacks.
nl_nl: Uw login gebied wordt niet beschermd tegen brute forceer aanvallen.

source: Enable Brute Force Protection
nl_nl: Inschakel Brute Forceer Protectie

source: Brute Force Protection Settings
nl_nl: Brute Forceer Protectie Instellingen

source: Max Login Attempts Per Host
nl_nl: Max Inlogpogingen Per Bezoeker

source: Max Login Attempts Per User
nl_nl: Max Inlogpogingen Per Gebruiker

source: Minutes to Remember Bad Login (check period)
nl_nl: Minuten om te onthouden ongeldige inlogpoging (controle periode)

source: Automatically ban "admin" user
nl_nl: Automatisch verban "admin" gebruiker

source: If one had unlimited time and wanted to try an unlimited number of password combinations to get into your site they eventually would, right? This method of attack, known as a brute force attack, is something that WordPress is acutely susceptible by default as the system doesn't care how many attempts a user makes to login. It will always let you try again. Enabling login limits will ban the host user from attempting to login again after the specified bad login threshold has been reached.
nl_nl: Als men ongelimiteerde tijd had en een onbeperkt aantal wachtwoord combinaties probeert, krijgen ze toegang tot uw site, uiteindelijk zou, toch? Deze methode van de aanval, die bekend staat als een brute forceer aanval, is iets dat WordPress acuut gevoelig voor is, standaard als het systeem niet schelen kan hoeveel pogingen een gebruiker mag maken om in te loggen. Het laat je het altijd opnieuw proberen. Inschakelen van inlogpoging limieten zal de gebruiker uit worden gesloten van een poging om opnieuw in te loggen, na de opgegeven ongeldige inlogpogingen drempel wordt bereikt.

source: Invalid Login Attempts
nl_nl: Ongeldige Inlogpogingen

source: Username
nl_nl: Gebruikersnaam

source: too many bad login attempts
nl_nl: teveel ongeldige inlogpogingen

source: user tried to login as "admin."
nl_nl: gebruiker probeerde in te loggen als "admin."

source: Invalid Login Attempt
nl_nl: Ongeldige Inlogpoging

source: Change Content Directory
nl_nl: Verander Inhoud Mapnaam

source: You have renamed the wp-content directory of your site.
nl_nl: Je hebt de wp-content mapnaam van je site hernoemd.

source: You should rename the wp-content directory of your site.
nl_nl: Je zou de wp-content mapnaam van je site kunnen hernoemen.

source: Security check
nl_nl: Beveiligings Controle

source: By default, WordPress puts all your content (including images, plugins, themes, uploads and more) in a directory called "wp-content." This default folder name makes it easy for attackers to scan for files with security vulnerabilities on your WordPress installation because they know where the vulnerable files are located. Moving the "wp-content" folder can make it more difficult for an attacker to find problems with your site, as scans of your site's file system will not produce any results.
nl_nl: Standaard zet WordPress al uw inhoud (met inbegrip van afbeeldingen, plugins, thema's, upload en meer) in een map met de naam "wp-content." Dit standaardmap naam maakt het eenvoudig voor aanvallers om te scannen naar bestanden met beveiligingsproblemen op uw WordPress-installatie, omdat ze weten waar de kwetsbare bestanden zich bevinden. Het verplaatsen van de map "wp-content" kan het moeilijker maken voor een aanvaller om de problemen met uw site te vinden, zoals scans van uw site bestandssysteem geen resultaten zal opleveren.

source: This tool will not allow further changes to your wp-content folder once it has been renamed in order to avoid accidentally breaking the site later. Uninstalling this plugin will not revert the changes made by this page.
nl_nl: Deze functie zal geen verdere wijzigingen in uw wp-content map maken, ​​als het eenmaal is hernoemd om te voorkomen dat de site crasht. Met de deinstallatie van deze plugin zal het niet terug gaan wijzigen.

source: Changing the name of the wp-content directory may in fact break plugins and themes that have "hard-coded" it into their design rather than calling it dynamically.
nl_nl: Het veranderen van de naam van de wp-content map kan in feite plug-ins en thema's crashen die zijn "hard-coded" in hun ontwerp in plaats van dynamisch.

source: before using this tool.
nl_nl: voor gebruik van dit gereedschap

source: Please note: Changing the name of your wp-content directory on a site that already has images and other content referencing it will break your site. For this reason, we highly recommend you only try this technique on a fresh WordPress install.
nl_nl: Let op: Als u de naam veranderd van uw wp-content mapnaam op een site die al afbeeldingen en andere inhoud verwijzingen bevat, zal uw site crashen. Daarom raden we u alleen aan, deze techniek op een verse WordPress installatie te gebruiken.

source: Congratulations! You have already renamed your "wp-content" directory.
nl_nl: Gefeliciteerd! Je hebt uw "wp-content" mapnaam hernoemd

source: Your current content directory is:
nl_nl: Je huidige inhoud directorieis:

source: No further actions are available on this page.
nl_nl: Geen verdere acties zijn beschikbaar op deze pagina.

source: Enable Change Directory Name
nl_nl: Inschakelen Verandering Mapnaam

source: Check this box to enable content directory renaming.
nl_nl: Vink deze box aan om de inhoud hernoeming in te schakelen.

source: Directory Name
nl_nl: Mapnaam

source: Enter a new directory name to replace "wp-content." You may need to log in again after performing this operation.
nl_nl: Voer een nieuwe mapnaam in om de "wp-content" te veranderen. Het kan nodig zijn opnieuw in te loggen na het uitvoeren van deze operatie.

source: You must allow this plugin to write to the wp-config.php file on the
nl_nl: U moet het mogelijk maken deze plugin te schrijven aan de wp-config.php bestand op de

source: page to use this feature.
nl_nl: pagina om deze functie te gebruiken.

source: Please choose a directory name that is greater than 2 characters in length.
nl_nl: Kies een mapnaam die groter is dan 2 tekens lang zijn.

source: You have not chosen a new name for wp-content. Nothing was saved.
nl_nl: Je hebt nog niet een nieuwe naam gekozen voor wp-content. Niets is bewaard.

source: Unable to rename the wp-content folder. Operation cancelled.
nl_nl: Onmogelijk om de map wp-content te hernoemen. Bewerking geannuleerd.

source: Sync 10 Sites For Free
nl_nl: Sync. 10 Sites Gratis

source: Download Our WordPress Security Pocket Guide
nl_nl: Download Onze WordPress Security Pocket Handleiding

source: Need Help Securing Your Site?
nl_nl: Help Nodig Bij Beveiligen Jouw Site?

source: Complete Your Security Strategy With BackupBuddy
nl_nl: Voltooi Uw Veiligheidsstrategie Met BackupBuddy

source: Getting Started
nl_nl: Aan de slag

source: Get Pro Setup
nl_nl: Krijg Pro Setup

source: Get Support
nl_nl: Verkrijg Ondersteuning

source: BackupBuddy is the complete backup, restore and migration solution for your WordPress site. Schedule automated backups, store your backups safely off-site and restore your site quickly & easily.
nl_nl: BackupBuddy een complete back-up, herstel en migratie-oplossing voor uw WordPress site. Plan automatische back-ups, bewaar uw back-ups veilig off-site en uw site snel en gemakkelijk te herstellen.

source: 25% off BackupBuddy with coupon code
nl_nl: 25% af, BackupBuddy met kortingscode

source: Get BackupBuddy
nl_nl: Verkrijg BackupBuddy

source: Watch the Walk-Through Video
nl_nl: Let op de Walk-Through Video

source: In this short video, we walk through
nl_nl: In deze korte film lopen er door

source: how to get started securing your site
nl_nl: hoe te starten met het beveiligen van je site

source: with iThemes Security.
nl_nl: met iThemes Beveiliging

source: Website Security is a complicated subject, but we have experts that can help.
nl_nl: Website beveiliging is een gecompliceerde ontwerp, maar we hebben experts die kunnen helpen.

source: Get added peace of mind with professional support from our expert team and pro features to take your site security to the next level with iThemes Security Pro.
nl_nl: Krijg extra gemoedsrust met professionele ondersteuning van ons team van experts en professionele functies om uw veiligheid van de site op te nemen naar het volgende niveau met iThemes Security Pro.

source: Get Support and Pro Features
nl_nl: Verkrijg ondersteuning en Pro Functies

source: Since you are using the free version of iThemes Security from WordPress.org, you can get free support from the WordPress community.
nl_nl: Omdat u gebruik maakt van de gratis versie van iThemes Security van WordPress.org, kunt u gratis ondersteuning van de WordPress community te krijgen.

source: Get Free Support
nl_nl: Verkrijg Gratis Ondersteuning

source: Be sure your site has been properly secured by having one of our security experts tailor iThemes Security settings to the specific needs of this site.
nl_nl: Zorg ervoor dat uw site is goed beveiligd door het op maat maken van iThemes beveiligingsinstellingen aan de specifieke behoeften van deze site door onze experts.

source: Have an expert secure my site
nl_nl: Verkrijg een expert voor jouw site te beveiligen

source: Get added peace of mind with professional support from our expert team and pro features with iThemes Security Pro.
nl_nl: Krijg extra gemoedsrust met professionele ondersteuning van ons team van experts en professionele functies met iThemes Security Pro.

source: Get iThemes Security Pro
nl_nl: Verkrijg iThemes Beveiliging Pro

source: Get tips for securing your site + the latest WordPress security updates, news and releases from iThemes.
nl_nl: Krijg tips voor het beveiligen van uw site + de nieuwste WordPress beveiliging updates, nieuws en releases van iThemes.

source: Email Address
nl_nl: Email Adres

source: Subscribe
nl_nl: Abonneer

source: Manage updates remotely for up to 10 WordPress sites today for free!
nl_nl: Beheer updates op afstand voor maximaal 10 WordPress websites vandaag nog gratis!

source: Integrated with iThemes Security, so you can release lockouts and turn Away Mode on or off right from your Sync dashboard or your phone.
nl_nl: Geïntegreerd met iThemes beveiliging, zodat u buitensluitingen kan vrijgeven en zet afwezigheidsmodus aan of uit vanaf uw Sync dashboard of uw telefoon.

source: Try iThemes Sync for Free
nl_nl: Probeer iThemes Sync gratis

source: is almost ready.
nl_nl: bijna gereed.

source: Secure Your Site Now
nl_nl: Beveilig Je Site Nu

source: See what's new in 4.0
nl_nl: Zie wat is nieuw in 4.0

source: It looks like you've been enjoying
nl_nl: Het lijkt erop dat je al genieten van

source: for at least 30 days. It's time to take the next step.
nl_nl: gedurende ten minste 30 dagen. Het is tijd om de volgende stap te zetten.

source: Upgrade to Pro
nl_nl: Upgrade naar Pro

source: Rate it 5★'s
nl_nl: Beoordeel het 5★'s

source: Tell Your Followers
nl_nl: Vertel het je volgers

source: Change Database Prefix
nl_nl: Verander Database Prefix

source: Your database table prefix is not using
nl_nl: Uw database tabel prefix wordt gebruikt niet

source: Your database table prefix should not be
nl_nl: Uw database tabel prefix mag niet zijn

source: By default, WordPress assigns the prefix "wp" to all tables in the database where your content, users, and objects exist. For potential attackers, this means it is easier to write scripts that can target WordPress databases as all the important table names for 95% of sites are already known. Changing the "wp" prefix makes it more difficult for tools that are trying to take advantage of vulnerabilities in other places to affect the database of your site.
nl_nl: Standaard WordPress wijst het voorvoegsel "wp" aan alle tabellen in de database, waar je content, gebruikers en objecten bestaan​​. Voor potentiële aanvallers betekent dit is het makkelijker om scripts te schrijven die gericht zijn voor aanvallen op WordPress databases, als belangrijke tabelnamen voor 95% van bekend zijn. Het veranderen van de "wp" prefix maakt het moeilijker voor de tools die proberen te profiteren van de kwetsbaarheden op andere plaatsen om invloed verkrijgen op de database van uw website.

source: Before using this tool, we strongly recommend running a backup of your database.
nl_nl: Voor het gebruik van deze tool, raden wij het ​​uitvoeren van een back-up van uw database.

source: Note: The use of this tool requires quite a bit of system memory which may be more than some hosts can handle. If you back your database up you can't do any permanent damage but without a proper backup you risk breaking your site and having to perform a rather difficult fix.
nl_nl: Opmerking: Het gebruik van dit instrument vereist nogal wat systeemgeheugen die meer dan een aantal servers aankan. Als je database back-upt, kun je geen blijvende schade veroorzaken, maar zonder een goede back-up loopt u het risico het crashen van uw site en het uitvoeren van een vrij moeilijke reparatie.

source: Your database is using the default table prefix
nl_nl: Uw database gebruikt de standaard tabel prefix

source: You should change this.
nl_nl: U moet dit veranderen.

source: Your current database table prefix is
nl_nl: Uw huidige database tabel prefix is

source: Change Table Prefix
nl_nl: Verander Tabel Prefix

source: Check this box to generate a new database table prefix.
nl_nl: Klik dit aan om een nieuwe database tabel prefix te genereren.

source: Error: Could not rename table
nl_nl: Fout: Kan tabel niet hernoemen

source: You may have to rename the table manually.
nl_nl: Het kan zijn om de tabel handmatig te hernoemen.

source: Could not update prefix references in options table.
nl_nl: Kon niet prefix verwijzingen bijwerken in opties tabel.

source: Could not update prefix references in usermeta table.
nl_nl: Kon niet prefix verwijzingen bijwerken in usermeta tabel.

source: File Change Detection
nl_nl: Bestand Mutatie Signalering

source: Warning: Your server has less than 128MB of RAM dedicated to PHP. If you have many files in your installation or a lot of active plugins activating this feature may result in your site becoming disabled with a memory error. See the plugin homepage for more information.
nl_nl: Waarschuwing: Uw server heeft minder dan 128 MB RAM gewijd aan PHP. Als u veel bestanden hebt in uw installatie of een heleboel actieve plug-ins, activeren van deze functie kan leiden dat uw site steeds uitgeschakeld wordt met een geheugenfout. Zie de plugin homepagina voor meer informatie.

source: Scan Next File Chunk
nl_nl: Scan Volgende Bestand Kluif

source: Scan Files Now
nl_nl: Scan Bestand Nu

source: Scanning... (this could take a while on a large site)
nl_nl: Scannen ... (dit kan een tijdje duren op een grote site)

source: No changes were detected.
nl_nl: Geen veranderingen gedetecteerd.

source: Changes were detected. Please check the log page for details.
nl_nl: Veranderingen werden ontdekt. Controleer het logboek voor details.

source: An error occured. Please try again later
nl_nl: Er is een fout opgetreden. Probeer het later opnieuw

source: Your site will detect changes to your files.
nl_nl: Uw site zal wijzigingen in uw bestanden detecteren.

source: Your website is not looking for changed files. Consider turning on file change detections.
nl_nl: Uw website is niet op zoek naar gewijzigde bestanden. Overweeg het inschakelen van het Bestand Mutatiesignalering

source: has noticed a change to some files in your WordPress site. Please review the logs to make sure your system has not been compromised.
nl_nl: merkt een verandering in een aantal bestanden in uw WordPress site. Lees de logboeken om te controleren of uw systeem niet is aangetast.

source: View Logs
nl_nl: Bekijk Logboeken

source: Dismiss Warning
nl_nl: Afwijzen Waarschuwing

source: Email file change notifications
nl_nl: Email Bestand Mutatie notificaties

source: Notifications will be sent to all emails set to receive notifications on the global settings page.
nl_nl: Notificaties zullen worden verzonden naar email accounts, die ingesteld staan voor notificaties te ontvangen, op de pagina met de algemene instellingen.

source: Enable File Change detection
nl_nl: Inschakelen Bestand Mutatiesignalering

source: Split file checking into chunks.
nl_nl: Gespleten bestand controleren op hobbels.
