Repository: Robeliki/better-wp-security
Catalog: lang/better-wp-security-*.po
Languages: nl_nl

source: Splits file checking into 7 chunks (plugins, themes, wp-admin, wp-includes, uploads, the rest of wp-content and everything that is left over) and divides the checks evenly over the course of a day. This feature may result in more notifications but will allow for the scanning of bigger sites to continue even on a lower-end web host.
nl_nl: Splits bestand controleert het in 7 stukken (plug-ins, thema's, wp-admin, wp-includes, uploads, de rest van de wp-content en alles wat overblijft) en verdeelt de controles gelijkmatig over de loop van een dag. Deze functie kan leiden tot meer meldingen, maar zorgt ervoor dat het scannen van grote sites te blijven doen, zelfs op een low-end providers.

source: Press the button below to scan your site's files for changes. Note that if changes are found this will take you to the logs page for details.
nl_nl: Druk op de onderstaande knop om de bestanden van uw site te scannen op veranderingen. Let op, dat als er wijzigingen worden gevonden, deze u naar de pagina logboeken leidt, voor meer informatie.

source: Exclude files or folders by clicking the red minus next to the file or folder name.
nl_nl: Bestanden of mappen uit te sluiten door te klikken op de rode min naast het bestand of de mapnaam.

source: Today
nl_nl: Vandaag

source: Tomorrow
nl_nl: Morgen

source: Next automatic scan at:
nl_nl: Volgende automatische scan om:

source: Automatic file change scanning is triggered by a user visiting your page and may not happen exactly at the time listed.
nl_nl: Automatisch scannen bestandsverandering wordt veroorzaakt door een bezoeker van uw pagina en mag niet gebeuren precies op het vermelde tijdstip.

source: Exclude Selected
nl_nl: Uitsluiting Geselecteerd

source: Include Selected
nl_nl: Ingesloten Geselecteerd

source: Include/Exclude Files
nl_nl: Insluiting/Uitsluiting Bestanden

source: Select what we should exclude files and folders selected or whether the scan should only include files and folders selected.
nl_nl: Kies wat wij met bestanden en mappen die geselecteerd zijn, moeten worden uitgesloten of dat de scan alleen bestanden en mappen die geselecteerd zijn moet insluiten.

source: Display file change admin warning
nl_nl: Vertoon bestandsverandering administrator waarschuwing

source: Disabling this feature will prevent the file change warning from displaying to the site administrator in the WordPress Dashboard. Note that disabling both the error message and the email notification will result in no notifications of file changes. The only way you will be able to tell is by manually checking the log files.
nl_nl: Het uitschakelen van deze functie, dat het bestandsverandering waarschuwing die wordt weergegeven aan de beheerder van deze site in het WordPress Dashboard voorkomt . Let op, dat uitschakeling zowel de foutmelding en de e-mail notificatie, resulteert, in geen meldingen van het bestandsverandering. De enige manier waarop je in staat bent om te vertellen, zal zijn is door het handmatig controleren van de logbestanden.

source: File types listed here will not be checked for changes. While it is possible to change files such as images it is quite rare and nearly all known WordPress attacks exploit php, js and other text files.
nl_nl: Bestandstypen die hier vermeld worden, worden niet gecontroleerd op veranderingen. Hoewel het mogelijk is om bestanden te wijzigen zoals afbeeldingen is vrij zeldzaam en bijna alle bekende WordPress aanvallen benutten php, js of andere tekstbestanden.

source: File Change Detection Settings
nl_nl: Bestand Mutatiesignalering Instellingen

source: Split File Scanning
nl_nl: Gespleten Bestand Scan

source: Include/Exclude Files and Folders
nl_nl: Insluiting/Uitsluiting Bestanden en Folders

source: Files and Folders List
nl_nl: Bestanden en Folders Lijst

source: Ignore File Types
nl_nl: Negeer Bestand Types

source: Email File Change Notifications
nl_nl: Email Bestand Mutatie Notificaties

source: Even the best security solutions can fail. How do you know if someone gets into your site? You will know because they will change something. File Change detection will tell you what files have changed in your WordPress installation alerting you to changes not made by yourself. Unlike other solutions this plugin will look only at your installation and compare files to the last check instead of comparing them with a remote installation thereby taking into account whether or not you modify the files yourself.
nl_nl: Zelfs de beste beveiligingsoplossingen kan falen. Hoe weet u of iemand toegang tot uw site krijgt? Je zult weten, omdat ze er iets zal veranderen. Bestand Mutatiesignalering zal u vertellen welke bestanden zijn veranderd in uw WordPress-installatie, die u attenderen op wijzigingen die niet door jezelf zijn gemaakt. In tegenstelling tot andere oplossingen, zal deze plugin alleen kijken naar uw installatie en de bestanden te vergelijken met de laatste controle in plaats van ze te vergelijken met een installatie op afstand waarbij, rekening houdend met de vraag of je de documenten niet zelf wijzigen.

source: File Change History
nl_nl: Bestand Verandeing Historie

source: Files Added
nl_nl: Bestand Toegevoegd

source: File
nl_nl: Bestand

source: Date
nl_nl: Datum

source: There are no added files to report
nl_nl: Er zijn toegevoegde bestanden om rapporteren

source: Files Removed
nl_nl: Bestanden Verwijderd

source: There are no deleted files to report
nl_nl: Er zijn geen verwijderde bestanden te rapporteren

source: Files Changed
nl_nl: Bestanden Veranderd

source: There are no changed files to report
nl_nl: Er zijn geen veranderde bestanden te rapporteren

source: Check Time
nl_nl: Controleer Tijd

source: Files Deleted
nl_nl: Bestanden Verwijderd

source: Memory Used
nl_nl: Geheugen Gebruikt

source: Scan Time:
nl_nl: Scan Tijd

source: Files Added:
nl_nl: Bestanden Toegevoegd:

source: Files Deleted:
nl_nl: Bestanden Verwijderd:

source: Files Modified:
nl_nl: Bestanden Bijgewerkt:

source: Memory Used:
nl_nl: Geheugen Gebruikt:

source: Modified
nl_nl: Bijgewerkt

source: File Hash
nl_nl: Bestand Hash

source: No files were added.
nl_nl: Geen bestanden zijn toegevoegd.

source: No files were removed.
nl_nl: Geen bestanden zijn verwijderd.

source: Files Modified
nl_nl: Bestanden Bijgewerkt

source: No files were changed.
nl_nl: Geen bestanden zijn veranderd.

source: File Changes Detected
nl_nl: Bestand Mutatie Gedetecteerd

source: WordPress File Change Warning
nl_nl: WordPress Bestand Mutatie Waarschuwing

source: A file (or files) on your site at
nl_nl: Een bestand (of bestanden) op je site op

source: have been changed. Please review the report below to verify changes are not the result of a compromise.
nl_nl: zijn gewijzigd. Lees hieronder het verslag om veranderingen te verifiëren die niet het resultaat zijn van een compromis.

source: 404 Detection
nl_nl: 404 detectie

source: Your site is protecting against bots looking for known vulnerabilities.
nl_nl: Uw site beschermt zich tegen bots die zoeken naar bekende kwetsbaarheden.

source: Your website is not protected against bots looking for known vulnerabilities. Consider turning on 404 protection.
nl_nl: Uw site beschermt zich niet tegen bots die zoeken naar bekende kwetsbaarheden. Overweeg 404 protectie in te schakelen.

source: The number of minutes in which 404 errors should be remembered and counted towards lockouts.
nl_nl: Het aantal minuten waarin 404 fouten mag niet worden vergeten en meegeteld voor buitensluiting.

source: You must turn on
nl_nl: Je moet het aanzetten

source: to use this feature.
nl_nl: om deze functie te gebruiken.

source: Enable 404 detection
nl_nl: Inschakelen 404 detectie

source: Errors
nl_nl: Fouten

source: The numbers of errors (within the check period time frame) that will trigger a lockout. Set to zero (0) to record 404 errors without locking out users. This can be useful for troubleshooting content or other errors. The default is 20.
nl_nl: Het aantal fouten (binnen de controle periode tijdsbestek) dat een buitensluiting zal leiden. Ingesteld op nul (0) zal 404 fouten opnemen zonder het buitensluiten van gebruikers. Dit kan nuttig zijn voor probleemoplossing of andere fouten. De standaardwaarde is 20.

source: Use the white list above to prevent recording common 404 errors. If you know a common file on your site is missing and you do not want it to count towards a lockout record it here. You must list the full path beginning with the "/"
nl_nl: Gebruik de bovenstaande witte lijst om het opnemen van veelvoorkomende 404 fouten te voorkomen. Als u weet dat een veelvoorkomend bestand ontbreekt op uw site en u niet wilt dat het meetellen voor een buitensluiting, plaats het hier. U moet het volledige pad invullen, beginnend met de "/ "

source: Enable 404 Detection
nl_nl: Inschakelen 404 Detectie

source: 404 Detection Settings
nl_nl: 404 Detectie Instellingen

source: Minutes to Remember 404 Error (Check Period)
nl_nl: Minuten om te onthouden op 404 Fouten (controle periode)

source: Error Threshold
nl_nl: Fout Drempel

source: 404 File/Folder White List
nl_nl: 404 Bestand/Map Witte Lijst

source: Ignored File Types
nl_nl: Negeer Bestand Types

source: 404 detection looks at a user who is hitting a large number of non-existent pages and getting a large number of 404 errors. 404 detection assumes that a user who hits a lot of 404 errors in a short period of time is scanning for something (presumably a vulnerability) and locks them out accordingly. This also gives the added benefit of helping you find hidden problems causing 404 errors on unseen parts of your site. All errors will be logged in the \"View Logs\" page. You can set thresholds for this feature below.
nl_nl: 404 detectie kijkt naar een gebruiker, die een groot aantal niet-bestaande pagina's laad en daardoor veroorzaakt een groot aantal 404-fouten. 404 detectie gaat ervan uit dat een gebruiker die veel 404 fouten in een korte tijd genereerd, scant naar iets (vermoedelijk een kwetsbaarheid) en sluit hen dienovereenkomstig buiten. Dit geeft ook het extra voordeel van het helpen van je verborgen problemen die 404 fouten veroorzaken op onzichtbare delen van uw site zijn te vinden. Alle fouten zullen worden geregistreerd in het \"Bekijk Logboeken\" pagina. U kunt de drempels voor deze functie hieronder invoeren.

source: 404 Errors Found
nl_nl: 404 Fouten Gevonden

source: File types listed here will be recorded as 404 errors but will not lead to lockouts.
nl_nl: Bestandstypen hier vermeld zijn, zal worden opgenomen als 404 fouten, maar zal niet leiden tot buitensluiting.

source: Location
nl_nl: /Locatie

source: Count
nl_nl: Telling

source: First Recorded
nl_nl: Eerste Opname

source: Last Recorded
nl_nl: Laatste Opname

source: too many attempts to access a file that does not exist
nl_nl: te veel pogingen om toegang te krijgen tot een bestand dat niet bestaat

source: 404 Error
nl_nl: 404 Fout

source: Website security is a complicated subject, but we have experts that can help.
nl_nl: Website beveiliging is een gecompliceerde ontwerp, maar we hebben experts die kunnen helpen.

source: Community Support from WordPress.org
nl_nl: Community Ondersteuning van WordPress.org

source: Support & Pro Features with iThemes Security Pro
nl_nl: Ondersteuning & Pro Functies met iThemes Beveiliging Pro

source: Have a Pro Secure Your Site
nl_nl: Heb een Pro Beveilig Jouw Site

source: Be sure your site has been properly secured by having one of our security experts tailor your security settings to the specific needs of your site.
nl_nl: Zorg ervoor dat uw site is goed beveiligd door het op maat maken van iThemes beveiligingsinstellingen aan de specifieke behoeften van deze site door onze experts.

source: Hack Repair
nl_nl: Hack Reparatie

source: Has your site been hacked? Contact one of our recommended hack repair partners to get things back in order.
nl_nl: Is uw website is gehackt? Neem contact op met een van onze aanbevolen hack-reparatie partners om de dingen weer op orde te krijgen.

source: Get hack repair
nl_nl: Verkrijg hack reparatie

source: Hide Login Area
nl_nl: Verberg Inloggen Gebied

source: Warning: Your admin URL has changed. Use the following URL to login to your site
nl_nl: Waarschuwing: Uw administrator URL is gewijzigd. Gebruik de volgende URL om in te loggen op uw site

source: Please note this may be different than what you sent as the URL was sanitized to meet various requirements. A reminder has also been sent to the notification email(s) set in this plugins global settings.
nl_nl: Let op: dit kan anders zijn dan de URL wat je verzonden hebt, het is opgeschoond om aan de verschillende eisen te voldoen. Een herinnering is ook gestuurd naar de notificatie e-mail(s) zoals die staan in deze plugin globale instellingen.

source: Please note this may be different than what you sent as the URL was sanitized to meet various requirements.
nl_nl: Let op: dit kan anders zijn dan de URL wat je verzonden hebt, het is opgeschoond om aan de verschillende eisen te voldoen.

source: Rules to hide the dashboard
nl_nl: Regels om het dashboard te verbergen

source: Your WordPress Dashboard is hidden.
nl_nl: Je WordPress Dashboard is verborgen.

source: Your WordPress Dashboard is using the default addresses. This can make a brute force attack much easier.
nl_nl: Je WordPress Dashboard gebruikt het standaard adres. Dit kan een brute forceer aanval veel gemakkelijker maken.

source: Enable the hide backend feature.
nl_nl: Schakel in de verberg backend functie.

source: Login URL:
nl_nl: Inlog URL:

source: The login url slug cannot be "login," "admin," "dashboard," or "wp-login.php" as these are use by default in WordPress.
nl_nl: De inlog URL label kan niet zijn "login," "admin," "dashboard," of "wp-login.php" omdat deze standaard door WordPress wordt gebruikt.

source: Note: The output is limited to alphanumeric characters, underscore (_) and dash (-). Special characters such as "." and "/" are not allowed and will be converted in the same manner as a post title. Please review your selection before logging out.
nl_nl: Opmerking: De output is beperkt tot alfanumerieke tekens, underscore (_) en streep(-). Speciale karakters zoals "." en "/" zijn niet toegestaan ​​en worden omgezet op dezelfde wijze als post titel. Controleer uw selectie eerst, voordat u uitlogt.

source: 404 Slug:
nl_nl: 404 Label:

source: The slug to redirect folks to when theme compatibility mode is enabled (just make sure it does not exist in your site).
nl_nl: De label om mensen te door te linken naar de thema compatibiliteitsmodus, is ingeschakeld (maar zorgt ervoor dat het niet bestaat in uw site).

source: Custom Action:
nl_nl: Aangepaste Actie:

source: WordPress uses the "action" variable to handle many login and logout functions. By default this plugin can handle the normal ones but some plugins and themes may utilize a custom action (such as logging out of a private post). If you need a custom action please enter it here.
nl_nl: WordPress maakt gebruik van de "actie" variabele om de vele login en loguit functies uit te voeren. Standaard kan deze plugin kan omgaan met de normale acties, maar sommige plug-ins en thema's maken gebruik van een aangepaste actie (als het afmelden van een privé-bericht). Als u een aangepaste actie nodig hebt kunt u deze hier invoeren.

source: Enable theme compatibility. If you see errors in your theme when using hide backend, in particular when going to wp-admin while not logged in, turn this on to fix them.
nl_nl: Schakel thema compatibiliteit in. Als u fouten ziet in uw thema bij het gebruik van verberg backend, in het bijzonder wanneer je gaat naar wp-admin, terwijl niet ingelogd, zet deze om, ze op te lossen.

source: Registration URL:
nl_nl: Registratie URL:

source: Hide Login and Admin
nl_nl: Verberg Inlog en Administrator

source: Hide Backend
nl_nl: Verberg Backend

source: Login Slug
nl_nl: Inlog Label

source: Register Slug
nl_nl: Register Label

source: Enable Theme Compatibility
nl_nl: Schakel Thema Compatibiliteit

source: Theme Compatibility Slug
nl_nl: Thema Compatibiliteit Label

source: Custom Login Action
nl_nl: Aangepaste Inlog Actie

source: Hides the login page (wp-login.php, wp-admin, admin and login) making it harder to find by automated attacks and making it easier for users unfamiliar with the WordPress platform.
nl_nl: Verbergt de inlogpagina (wp-login.php, wp-admin, admin en login) waardoor het moeilijker is te vinden door geautomatiseerde aanvallen en het makkelijker maakt voor gebruikers die niet bekend zijn met de WordPress-platform.

source: Review Hide Backend Settings
nl_nl: Herzie Verberg Backend Instellingen

source: The hide backend system has been rewritten. You must re-activate the feature to continue using the feature.
nl_nl: De verberg backend systeem is herschreven. U moet de functie opnieuw activeren om gebruik te blijven maken van de functie.

source: Review Settings
nl_nl: Herzie Instellingen

source: Invalid hide login slug used. The login url slug cannot be \"login,\" \"admin,\" \"dashboard,\" or \"wp-login.php\" or \"\" (blank) as these are use by default in WordPress.
nl_nl: Ongeldige verberg inlog label gebruikt. De inlog URL label kan niet zijn \"login,\" \"admin,\" \"dashboard,\" or \"wp-login.php\" or \"\" (leeg) deze worden standaard gebruikt door WordPress.

source: This friendly email is just a reminder that you have changed the dashboard login address on
nl_nl: Dit vriendelijke e-mail is slechts een herinnering dat u het dashboard inlog adres heeft gewijzigd naar

source: You must now use
nl_nl: Je moet nu gebruiken

source: to login to your WordPress website
nl_nl: om in te loggen op uw WordPress website

source: WordPress Login Address Changed
nl_nl: WordPress Inlog Adres Veranderd

source: Scan Homepage for Malware
nl_nl: Scan Homepagina voor Malware

source: Scanning... (this could take a little while)
nl_nl: Scannen ... (dit kan een tijdje duren)

source: No malware was detected.
nl_nl: Geen malware gedetecteerd.

source: Malware has been detected. Please check the log page for details.
nl_nl: Malware gedetecteerd. Controleer het logboek voor details.

source: You will need to get a free api key from
nl_nl: U moet een gratis api sleutel krijgen van

source: For more information on setting up your account, visit this
nl_nl: Voor meer informatie over het instellen van uw account, ga naar

source: Malware scanning is enabled and running at scheduled intervals on your computer
nl_nl: Malware scannen is ingeschakeld en actief, op geplande tijdstippen op uw computer

source: Malware scanning is enabled but not scheduled. Consider enabling scheduled scans.
nl_nl: Malware scannen is ingeschakeld, maar niet ingepland. Overweeg geplande scans.

source: Malware scanning is not enabled.
nl_nl: Malware scanning staat uit.

source: Enable malware scanning.
nl_nl: Schakel malware scanning in.

source: Enable Malware Scanning
nl_nl: Schakel malware scanning in

source: Malware Scanning Settings
nl_nl: Malware Scanning Instellingen

source: API Key
nl_nl: API Sleutel

source: Press the button below to scan your site's homepage for malware. Note that if malware is found this will take you to the logs page for details.
nl_nl: Druk op de onderstaande knop om uw sites homepage op malware te scannen. Merk op dat als malware wordt gevonden, deze u naar de pagina logboeken stuurt voor meer informatie.

source: View logs of previous scans
nl_nl: Bekijk logbestanden van vorige scans

source: You must enter a valid API key to use the malware scanner.
nl_nl: U moet een geldige API-sleutel om gebruik te maken van de malware scanner.

source: Resource Scanned
nl_nl: Hulpbron Gescand

source: Total Scans
nl_nl: Totale Scans

source: Problems Found
nl_nl: Problemen Gevonden

source: Clean
nl_nl: Schoon

source: Issues Detected
nl_nl: Problemen Gedetecteerd.

source: Action
nl_nl: Actie

source: Results
nl_nl: Resultaten

source: Are you sure you want to enable SSL? If your server does not support SSL you will be locked out of your WordPress Dashboard.
nl_nl: Bent u zeker dat u SSL in wilt schakelen? Als uw server geen SSL ondersteunt, wordt u buitengesloten van je WordPress Dashboard.

source: You are requiring a secure connection for logins and the admin area.
nl_nl: Je verreist een beveiligde verbinding voor inlogpagina en het administrator gedeelte.

source: You are requiring a secure connection for logins or the admin area but not both.
nl_nl: Je verreist een beveiligde verbinding voor inlogpagina of het administrator gedeelte, maar niet voor beide.

source: You are not requiring a secure connection for logins or for the admin area.
nl_nl: Je verreist geen beveiligde verbinding voor inlogpagina of het administrator gedeelte.

source: Configure SSL
nl_nl: Configureer SSL

source: SSL for Login
nl_nl: SSL voor Inloggen

source: SSL for Dashboard
nl_nl: SSL voor Dashboard

source: Per Content
nl_nl: Binnen Inhoud

source: Whole Site
nl_nl: Gehele Site

source: Enables secure SSL connection for the front-end (public parts of your site). Turning this off will disable front-end SSL control, turning this on "Per Content" will place a checkbox on the edit page for all posts and pages (near the publish settings) allowing you to turn on SSL for selected pages or posts, and selecting "Whole Site" will force the whole site to use SSL (not recommended unless you have a really good reason to use it
nl_nl: Schakel een veilige SSL-verbinding in voor de front-end (publieke delen van uw site). Zet je dit uit zal de front-end SSL-controle uitschakelen, zet je dit aan "Per Content" zal er een checkbox geplaatst worden op de te bewerken pagina voor alle berichten en pagina's (in de buurt van de publicatie-instellingen), waarmee u het kunt inschakelen van SSL voor geselecteerde pagina's of berichten , en het selecteren van "hele Site" zal de hele site te dwingen om SSL te gebruiken (niet aan te raden tenzij je een echt goede reden om het te gebruiken)

source: Force SSL for Login
nl_nl: Forceer SSL voor Inloggen

source: Forces all logins to be served only over a secure SSL connection.
nl_nl: Dwingt alle inloggen over een beveiligde SSL-verbinding.

source: Force SSL for Dashboard
nl_nl: Forceer SSL voor Dashboard

source: Secure Socket Layers (SSL) is a technology that is used to encrypt the data sent between your server or host and a visitor to your web page. When SSL is activated, it makes it almost impossible for an attacker to intercept data in transit, therefore making the transmission of form, password or other encrypted data much safer.
nl_nl: Secure Socket Layers (SSL) is een technologie die wordt gebruikt om de gegevens die tussen uw server of provider en een bezoeker van uw webpagina te versleutelen. Wanneer SSL is ingeschakeld, maakt het bijna onmogelijk voor een aanvaller gegevens in transit te onderscheppen, dus waardoor de transmissie van formulier, wachtwoord of andere versleutelde data veel veiliger is.
