Repository: Robeliki/better-wp-security
Catalog: lang/better-wp-security-*.po
Languages: nl_nl

source: This plugin gives you the option of turning on SSL (if your server or host supports it) for all or part of your site. The options below allow you to automatically use SSL for major parts of your site such as the login page, the admin dashboard or the site as a whole. You can also turn on SSL for any post or page by editing the content and selecting "Enable SSL" in the publishing options of the content in question.
nl_nl: Deze plugin geeft u de mogelijkheid voor het inschakelen van SSL (als je server of provider dit ondersteunt) voor alles of een deel van uw site. Met onderstaande opties kunt u automatisch gebruik van SSL voor grote delen van de site, zoals de login pagina, de administrator dashboard of de site als geheel. U kunt SSL ook aanzetten voor elke post of pagina door het bewerken van de inhoud en selecteer "Inschakelen SSL" in de publiceer opties van de inhoud in kwestie.

source: Note: While this plugin does give you the option of encrypting everything, SSL may not be for you. SSL does add overhead to your site which will increase download times slightly. Therefore we recommend you enable SSL at a minimum on the login page, then on the whole admin section and finally on individual pages or posts with forms that require sensitive information.
nl_nl: Opmerking: Hoewel deze plugin je de mogelijkheid geeft om het versleutelen van alles, kan SSL er niet zijn voor u. SSL voegt overhead toe aan uw site, de downloadtijd zal iets toenemen. Daarom raden we u SSL op een minimum aan, op de inlogpagina, dan op de gehele administrator gedeelte en tenslotte op afzonderlijke pagina's of berichten met formulieren die gevoelige informatie bevatten.

source: Your server does not appear to support SSL. Your server MUST support SSL to use these features. Using these features without SSL support on your server or host will cause some or all of your site to become unavailable.
nl_nl: Uw server lijkt geen SSL te ondersteunen. Uw server moet SSL ondersteunen om deze functies te gebruiken. Met behulp van deze functies zonder SSL ondersteuning op uw server of provider, zal veroorzaken dat sommige delen of gehele site niet meer bereikbaar wordt.

source: Your server does appear to support SSL. Using these features without SSL support on your server or host will cause some or all of your site to become unavailable.
nl_nl: Uw server lijkt te SSL ondersteunen. Met behulp van deze functies zonder SSL ondersteuning op uw server of provider, zal veroorzaken dat sommige delen of gehele site niet meer bereikbaar wordt.

source: Note: When turning SSL on you will be logged out and you will have to log back in. This is to prevent possible cookie conflicts that could make it more difficult to get in otherwise.
nl_nl: Opmerking:. Wanneer u SSL aanzet, wordt je afgemeld en moet je opnieuw inloggen. Dit is om eventuele cookie-conflicten te voorkomen, die zouden het moeilijker maken om weer in te loggen op een andere manier.

source: Strong Passwords
nl_nl: Sterke Wachtwoorden

source: You are enforcing strong passwords for all users.
nl_nl: U vraagt sterke wachtwoorden voor alle gebruikers.

source: You are enforcing strong passwords, but not for all users.
nl_nl: U vraagt sterke wachtwoorden voor alle gebruikers, maar niet voor alle gebruikers.

source: You are not enforcing strong passwords for any users.
nl_nl: U vraagt geen sterke wachtwoorden voor alle gebruikers.

source: Enforce Strong Passwords
nl_nl: Forceer Sterke Wachtwoorden

source: Select Role for Strong Passwords
nl_nl: Selecteer Rollen voor Sterke Wachtwoorden

source: Force users to use strong passwords as rated by the WordPress password meter.
nl_nl: Laat gebruikers sterke wachtwoorden gebruiken, zoals ingesteld door de WordPress wachtwoord meter.

source: Enable strong password enforcement.
nl_nl: Inschakelen sterke wachtwoorden handhaving.

source: Minimum role at which a user must choose a strong password.
nl_nl: Minimale rol waarbij een gebruiker moet gebruik maken van een sterke wachtwoord.

source: For more information on WordPress roles and capabilities please see
nl_nl: Voor meer informatie over WordPress rollen en mogelijkheden zie

source: Warning: If your site invites public registrations setting the role too low may annoy your members.
nl_nl: Waarschuwing: Als uw site openbare inschrijvingen uitnodigt en de instelling van de rol te laag is, kunnen uw leden zich gaan ergeren.

source: <strong>ERROR</strong>: You MUST Choose a password that rates at least <em>Strong</em> on the meter. Your setting have NOT been saved.
nl_nl: <strong> FOUT </ strong>: Je MOET Kiezen een wachtwoord dat tenminste <em> Sterk </ em> op de meter weergeeft. Uw instellingen zijn niet opgeslagen.

source: Sorry, but you must enter a strong password.
nl_nl: Het spijt me, maar je moet een sterk wachtwoord in te voeren.

source: Sorry, but you must enter a strong password
nl_nl: Het spijt me, maar je moet een sterk wachtwoord in te voeren

source: Disable Directory Browsing
nl_nl: Uitschakelen Mapnaam Surfen

source: Prevents users from seeing a list of files in a directory when no index file is present.
nl_nl: Voorkomt dat gebruikers het zien van een lijst met bestanden in een map als er geen index-bestand aanwezig is.

source: Filter Long URL Strings
nl_nl: Filter Lange URL Strings

source: Limits the number of characters that can be sent in the URL. Hackers often take advantage of long URLs to try to inject information into your database.
nl_nl: Beperkt het aantal tekens dat in de URL kan worden verzonden. Hackers profiteren vaak van lange URL's om te proberen om informatie te injecteren in uw database.

source: Filter Non-English Characters
nl_nl: Filter Geen Engelse Karakters

source: Filter out non-english characters from the query string. This should not be used on non-english sites and only works when "Filter Suspicious Query String" has been selected.
nl_nl: Filteren op niet-Engels karakters uit de query string. Dit moet niet worden gebruikt voor niet-Engels sites en werkt alleen als "Filter Suspicious Query String" geselecteerd is.

source: Protect System Files
nl_nl: Beveilig Systeem Bestanden

source: Prevent public access to readme.html, readme.txt, wp-config.php, install.php, wp-includes, and .htaccess. These files can give away important information on your site and serve no purpose to the public once WordPress has been successfully installed.
nl_nl: Voorkom dat het publiek toegang krijgt tot readme.html, readme.txt, wp-config.php, install.php, wp-includes en htaccess. Deze bestanden kan belangrijke informatie weggeven over uw site en dienen geen enkel doel voor het publiek, wanneer WordPress succesvol is geïnstalleerd.

source: Filter Request Methods
nl_nl: Filter Aanvraag Methodes

source: Filter out hits with the trace, delete, or track request methods.
nl_nl: Filteren uit hits met sporen, verwijderen, of track verzoek methoden.

source: Filter Suspicious Query Strings in the URL
nl_nl: Filter Verdachte Query Strings in de URL

source: These are very often signs of someone trying to gain access to your site but some plugins and themes can also be blocked.
nl_nl: Dit zijn zeer vaak tekenen van iemand die probeert om de toegang tot uw site te verkrijgen, maar sommige plug-ins en thema's kan ook worden geblokkeerd.

source: Remove File Writing Permissions
nl_nl: Verwijder Bestand Schrijf Permissies

source: Prevents scripts and users from being able to write to the wp-config.php file and .htaccess file. Note that in the case of this and many plugins this can be overcome however it still does make the files more secure. Turning this on will set the UNIX file permissions to 0444 on these files and turning it off will set the permissions to 0664.
nl_nl: Voorkom scripts en gebruikers van de mogelijkheid om te schrijven naar de wp-config.php bestand en htaccess bestand. Merk op dat bij deze en vele plug-ins kan deze worden overwonnen maar nog steeds maakt de bestanden veiliger. Als je dit inschakelt wordt het UNIX file permissie ingesteld op 0444 op deze bestanden en deze uit te zetten zal de permissies ingesteld worden op 0664.

source: Disables a user's author page if their post count is 0.
nl_nl: Schakelt uit de auteur pagina van een gebruiker, indien hun aantal berichten is 0.

source: This makes it harder for bots to determine usernames by disabling post archives for users that don't post to your site.
nl_nl: Dit maakt het moeilijker voor bots om gebruikersnamen te bepalen, door het uitschakelen van de berichten archieven van gebruikers die niets plaatsen op uw site.

source: Force users to choose a unique nickname
nl_nl: Forceer gebruikers te kiezen voor een unieke gebruikersnaam

source: This forces users to choose a unique nickname when updating their profile or creating a new account which prevents bots and attackers from easily harvesting user's login usernames from the code on author pages. Note this does not automatically update existing users as it will affect author feed urls if used.
nl_nl: Dit dwingt gebruikers een unieke gebruikersnaam te kiezen bij het updaten van hun profiel of bij een nieuwe account, wat bots en aanvallers belet om eenvoudig gebruikersnamen te oogsten van de code op auteur pagina's. Merk op dat dit niet automatisch bestaande gebruikers updaten want het zal invloed hebben op auteur feed URL's als het gebruikt wordt.

source: Disable login error messages
nl_nl: Uitschakelen Inlog Fout Berichten

source: Prevents error messages from being displayed to a user upon a failed login attempt.
nl_nl: Voorkom foutmeldingen die weergegeven wordt aan een gebruiker na een mislukte inlogpoging.

source: Reduce Comment Spam
nl_nl: Reduceer Spam Reacties

source: This option will cut down on comment spam by denying comments from bots with no referrer or without a user-agent identified.
nl_nl: Deze optie is spam van reacties te verminderen, door het ontkennen van opmerkingen door bots zonder verwijzing of die zonder een gebruikersprofiel worden geïdentificeerd.

source: Hide Core Update Notifications
nl_nl: Verberg Kern Update Notificaties

source: Hides core update notifications from users who cannot update core. Please note that this only makes a difference in multi-site installations.
nl_nl: Verbergt kern updatemeldingen voor gebruikers die geen kern kan updaten. Houdt u er rekening mee dat dit alleen een verschil maakt in multi-site installaties.

source: Only Disable Trackbacks/Pingbacks
nl_nl: Alleen Uitschakelen Trackbacks / Pingbacks

source: Completely Disable XMLRPC
nl_nl: Compleet Uitschakelen XMLRPC

source: Disable XMLRPC
nl_nl: Uitschakelen XMLRPC

source: Off = XMLRPC is fully enabled and will function as normal.
nl_nl: Uit = XMLRPC is volledig ingeschakeld en zal functioneren als normaal.

source: Only Disable Trackbacks/Pingbacks = Your site will not be susceptible to denial of service attacks via the trackback/pingback feature. Other XMLRPC features will work as normal. You need this if you require features such as Jetpack or the WordPress Mobile app.
nl_nl: Alleen Uitschakelen Trackbacks / Pingbacks = Uw site zal niet vatbaar zijn voor denial of service-aanvallen via de functie trackback / pingback. Andere XMLRPC features zal normaal werken. Je hebt dit nodig voor functies zoals Jetpack of de WordPress Mobile app.

source: Completely Disable XMLRPC is the safest, XMLRPC will be completely disabled by your webserver. This will prevent features such as Jetpack that require XMLRPC from working.
nl_nl: Volledig uitschakelen XMLRPC is het veiligst, XMLRPC zal volledig worden uitgeschakeld door uw webserver. Dit zal tot effect hebben dat, functies zoals Jetpack dat XMLRPC nodig, niet meer kan functioneren.

source: Remove the RSD (Really Simple Discovery) header.
nl_nl: Verwijder de RSD (Really Simple Discovery) header.

source: Removes the RSD (Really Simple Discovery) header. If you don't integrate your blog with external XML-RPC services such as Flickr then the "RSD" function is pretty much useless to you.
nl_nl: Verwijderd de RSD (Really Simple Discovery) header. Als u niet uw blog niet integreert met externe XML-RPC-diensten, zoals Flickr, dan is vervolgens de "RSD" functie is vrijwel nutteloos voor jou.

source: Disable File Editor
nl_nl: Uitschakelen Bestand Bewerker

source: Disables the file editor for plugins and themes requiring users to have access to the file system to modify files. Once activated you will need to manually edit theme and other files using a tool other than WordPress.
nl_nl: Schakelt de file bewerker voor plug-ins en thema's uit, dat gebruikers nodig hebben om toegang tot het bestandssysteem te verkrijgen om de bestanden te wijzigen. Eenmaal geactiveerd moet u thema's en andere bestanden met behulp van een andere dan WordPress hulpmiddel handmatig bewerken.

source: Remove WordPress Generator Meta Tag
nl_nl: Verwijder WordPress Generator Meta Label

source: Removes the <code>&lt;meta name="generator" content="WordPress [version]" /&gt;</code></pre> meta tag from your sites header. This process hides version information from a potential attacker making it more difficult to determine vulnerabilities.
nl_nl: Verwijderd de <code>&lt;meta name="generator" content="WordPress [version]" /&gt;</code></pre> meta label van uw sites header. Dit proces verbergt versiegegevens voor een potentiële aanvaller, zodat het moeilijker wordt om kwetsbaarheden te bepalen.

source: Hide Plugin Update Notifications
nl_nl: Verberg Thema Update Notificaties

source: Hides plugin update notifications from users who cannot update plugins. Please note that this only makes a difference in multi-site installations.
nl_nl: Verbergt plugin updatemeldingen voor gebruikers die geen plug-ins kan updaten. Houdt u er rekening mee dat dit alleen een verschil maakt in multi-site installaties.

source: Display Random Version
nl_nl: Vertoon Willekeurige Versie

source: Where a WordPress version must be displayed, it will display a random WordPress version and will remove the WordPress version completely where possible.
nl_nl: Wanneer een WordPress versie moet worden weergegeven, zal het een willekeurige WordPress versie weer te geven en verwijderd de WordPress versie volledig indien mogelijk.

source: undetermined. Please
nl_nl: onbepaald. Gelieve

source: check your homepage
nl_nl: Controleer je Homepagina

source: to see if you even need this feature
nl_nl: om te zien of je deze functie nog nodig hebt

source: Enqueue a safe version of jQuery
nl_nl: In verwachting op een veilige versie van jQuery

source: Remove the existing jQuery version used and replace it with a safe version (the version that comes default with WordPress).
nl_nl: Verwijder de bestaande gebruikte jQuery versie en vervang deze voor een veilige versie (de versie die standaard wordt geleverd met WordPress).

source: Your current jQuery version is
nl_nl: Je huidige jQuery versie is

source: Note that this only checks the homepage of your site and only for users who are logged in. This is done intentionally to save resources. If you think this is in error
nl_nl: Merk op dat deze alleen de homepage van uw site controleert en alleen voor gebruikers die zijn ingelogd. Dit is opzettelijk gedaan om middelen te besparen. Als u denkt dat dit een fout is

source: click here to check again.
nl_nl: Klik hier voor hercontrole.

source: This will open your homepage in a new window allowing the plugin to determine the version of jQuery actually being used. You can then come back here and reload this page to see your version.
nl_nl: Dit zal uw startpagina openen in een nieuw venster, waarin de plugin de versie van jQuery die daadwerkelijk wordt gebruikt te bepalen. U kunt dan hier terug te komen en de pagina verversen om uw versie te zien.

source: Hide Theme Update Notifications
nl_nl: Verberg Thema Update Notificaties

source: Hides theme update notifications from users who cannot update themes. Please note that this only makes a difference in multi-site installations.
nl_nl: Verbergt thema updatemeldingen voor gebruikers die geen thema kan updaten. Houdt u er rekening mee dat dit alleen een verschil maakt in multi-site installaties.

source: Disable PHP in Uploads
nl_nl: Uitschakelen PHP in Uploads

source: Disable PHP execution in the uploads directory. This will prevent uploading of malicious scripts to uploads.
nl_nl: Uitschakelen PHP executie in de upload map. Dit zal het uploaden van kwaadaardige scripts voorkomen in de map Uploads.

source: Remove the Windows Live Writer header.
nl_nl: Verwijder de Windows Live Writer header.

source: This is not needed if you do not use Windows Live Writer or other blogging clients that rely on this file.
nl_nl: Dit is niet nodig als je geen gebruik maakt van Windows Live Writer of andere blog cliënten die vertrouwen op dit bestand.

source: Rules to block access to WordPress specific files and wp-includes
nl_nl: Regels om de toegang tot WordPress specifieke bestanden en wp-includes te blokkeren

source: Rules to block access to WordPress specific files
nl_nl: Regels om de toegang tot WordPress specifieke bestanden te blokkeren

source: Rules to disable XML-RPC
nl_nl: Regels om XML-RPC uit te schakelen

source: Rules to disable directory browsing
nl_nl: Regels voor uitschakelen mapnaam surfen

source: Rules to protect wp-includes
nl_nl: Regels voor bescherming wp-inhoud

source: Rules to prevent php execution in uploads
nl_nl: Regels die voorkomt PHP executie in Uploads

source: Rules to block unneeded HTTP methods
nl_nl: Regels om onnodige HTTP methodes te blokkeren

source: Rules to block suspicious URIs
nl_nl: Regels om verdacht URL's te blokkeren

source: Rules to block foreign characters in URLs
nl_nl: Regels voor vreemde tekens in URL's te blokkeren

source: Rules to help reduce spam
nl_nl: Regels voor help spam te reduceren

source: You are protecting common WordPress files from access.
nl_nl: Bescherm gemeenschappelijke WordPress bestanden van toegang.

source: You are not protecting common WordPress files from access. Click here to protect WordPress files.
nl_nl: U beschermt geen gemeenschappelijke WordPress bestanden van toegang. Klik hier om WordPress bestanden te beschermen.

source: You have successfully disabled directory browsing on your site.
nl_nl: Je hebt met succes map surfen uitgeschakeld op uw site.

source: You have not disabled directory browsing on your site. Click here to prevent a user from seeing every file present in your WordPress site.
nl_nl: Je hebt map surfen niet uitgeschakeld op uw site. Klik hier om een ​​gebruiker te verhinderen te zien, alle aanwezige bestanden op je WordPress site.

source: You are blocking HTTP request methods you do not need.
nl_nl: Je blokkeert HTTP verzoekmethoden die u niet nodig hebt.

source: You are not blocking HTTP request methods you do not need. Click here to block extra HTTP request methods that WordPress should not normally need.
nl_nl: Je blokkeert niet HTTP verzoekmethoden die u niet nodig hebt. Klik hier om extra HTTP verzoekmethoden te blokkeren, die WordPress normaal niet nodig heeft.

source: Your WordPress site is blocking suspicious looking information in the URL.
nl_nl: Uw WordPress site blokkeert verdacht uitziende informatie in de URL.

source: Your WordPress site is not blocking suspicious looking information in the URL. Click here to block users from trying to execute code that they should not be able to execute.
nl_nl: Uw WordPress site blokkeert niet verdacht uitziende informatie in de URL. Klik hier om gebruikers te blokkeren die proberen om code, die ze niet zouden moeten kunnen uitvoeren, uit te voeren.

source: Your WordPress site is blocking non-english characters in the URL.
nl_nl: Je WordPress site blokkeert van niet-Engels karakters in de URL.

source: Your WordPress site is not blocking non-english characters in the URL. Click here to fix this.
nl_nl: Je WordPress site blokkeert niet van niet-Engels karakters in de URL. Klik hier om deze te repareren.

source: Your installation does not accept long URLs.
nl_nl: Uw installatie accepteert geen lange URL's.

source: Your installation accepts long (over 255 character) URLS. This can lead to vulnerabilities. Click here to fix this.
nl_nl: Uw installatie accepteert (meer dan 255 tekens) lange URL's. Dit kan leiden tot kwetsbaarheden. Klik hier om deze te repareren.

source: Your wp-config.php and .htaccess files are not writeable.
nl_nl: Je wp-config.php en htaccess-bestanden zijn niet beschrijfbaar.

source: Your wp-config.php and .htaccess files are writeable. This can lead to vulnerabilities. Click here to fix this.
nl_nl: Je wp-config.php en htaccess-bestanden zijn beschrijfbaar. Dit kan leiden tot kwetsbaarheden. Klik hier om deze te repareren.

source: Your WordPress installation is not telling every bot that you use WordPress.
nl_nl: Uw WordPress-installatie vertelt niet tegen elke bot, dat je WordPress gebruikt.

source: Your WordPress installation is telling every bot that you use WordPress with a special "generator" tag. Click here to fix this.
nl_nl: Uw WordPress-installatie vertelt elke bot dat je WordPress gebruikt met een speciale "generator" label. Klik hier om deze te repareren.

source: Your WordPress installation is not publishing the Windows Live Writer header.
nl_nl: Uw WordPress-installatie publiceert niet de Windows Live Writer header.

source: Your WordPress installation is publishing the Windows Live Writer header. Click here to fix this.
nl_nl: Uw WordPress-installatie publiceert de Windows Live Writer header. Klik hier om deze te repareren.

source: Your WordPress installation is not publishing the Really Simple Discovery (RSD) header.
nl_nl: Uw WordPress-installatie publiceert niet de Really Simple Discovery (RSD) header.

source: Your WordPress installation is publishing the Really Simple Discovery (RSD) header. Click here to fix this.
nl_nl: Uw WordPress-installatie publiceert de Really Simple Discovery (RSD) header. Klik hier, om deze te repareren.

source: Your WordPress installation is not telling users who cannot update themes about theme updates.
nl_nl: Uw WordPress-installatie verteld niet aan gebruikers die geen thema's kunnen updaten over thema updates.

source: Your WordPress installation is telling users who cannot update themes about theme updates. Click here to fix this.
nl_nl: Uw WordPress-installatie verteld aan gebruikers die geen thema's kunnen updaten over thema updates. Klik hier, om te repareren.

source: Your WordPress installation is not telling users who cannot update plugins about plugin updates.
nl_nl: Uw WordPress-installatie verteld niet aan gebruikers die geen plug-ins kunnen updaten over plugin updates.

source: Your WordPress installation is telling users who cannot update plugins about plugin updates. Click here to fix this.
nl_nl: Uw WordPress-installatie verteld aan gebruikers die geen plug-ins kunnen updaten over plugin updates. Klik hier, om te repareren.

source: Your WordPress installation is not telling users who cannot update WordPress core about WordPress core updates.
nl_nl: Uw WordPress-installatie verteld niet aan gebruikers die geen WordPress kunnen updaten over WordPress updates.

source: Your WordPress installation is telling users who cannot update WordPress core about WordPress core updates. Click here to fix this.
nl_nl: Uw WordPress-installatie verteld aan gebruikers die geen WordPress kunnen updaten over WordPress updates. Klik hier, om te repareren.

source: Your WordPress installation is not allowing users without a user agent to post comments.
nl_nl: Uw WordPress-installatie laat geen gebruikers toe die geen gebruikersprofiel hebben om reacties te plaatsen.
