Repository: Robeliki/better-wp-security
Catalog: lang/better-wp-security-*.po
Languages: nl_nl

source: the lockouts page
nl_nl: de buitensluiting pagina

source: and the user has been locked out
nl_nl: en de gebruiker is buitengesloten

source: have
nl_nl: heeft

source: and a user
nl_nl: en een gebruiker

source: To release the user lockout please visit
nl_nl: Om de gebruiker buitensluiting vrij te laten, ga naar

source: To release the lockouts please visit
nl_nl: Om de buitensluitingen vrij te laten, ga naar

source: Dear Site Admin
nl_nl: Geachte Website Administrator

source: A
nl_nl: Een

source: been locked out of the WordPress site at
nl_nl: zijn buitengesloten van de WordPress site om

source: due to
nl_nl: tot aan

source: This email was generated automatically by
nl_nl: Deze email is automatisch gegenereerd door

source: To change your email preferences please visit
nl_nl: Om je email instelling te veranderen, ga naar

source: the plugin settings
nl_nl: de plugin instellingen

source: Site Lockout Notification
nl_nl: Site Buitensluiting Notificatie

source: Function
nl_nl: Functies

source: Priority
nl_nl: Prioriteit

source: Time
nl_nl: Tijd

source: Host
nl_nl: Bezoeker

source: User
nl_nl: Gebruiker

source: Referrer
nl_nl: Verwijzer

source: Security Log Information
nl_nl: Beveiliging Log Informatie

source: Security Log Data
nl_nl: Beveiliging Log Data

source: Log Summary
nl_nl: Log Samenvatting

source: Your database contains
nl_nl: Jouw database bevat

source: log entries.
nl_nl: log inzendingen.

source: Use the button below to purge the log table in your database. Please note this will purge all log entries in the database including 404s.
nl_nl: Gebruik de onderstaande knop om de log tabel te spuien in uw database. Let op: dit zal alle loggegevens in de database spuien, inclusief 404's.

source: Clear Logs
nl_nl: Verwijder Logbestanden

source: Below are various logs of information collected by
nl_nl: Hieronder staan ​​diverse informatie logbestanden verzameld door

source: This information can help you get a picture of what is happening with your site and the level of success you have achieved in your security efforts.
nl_nl: Deze informatie kan u helpen een beeld te geven van wat er gebeurt met uw site en de mate van succes dat u in uw beveiliging hebt gestoken.

source: To view logs within the plugin you must enable database logging in the plugin settings. File logging is not available for access within the plugin itself.
nl_nl: Om logboeken te bekijken in de plug-in moet u de database loggen inschakelen in de plugin instellingen. Bestand loggen is niet beschikbaar voor de toegang in de plugin zelf.

source: To adjust logging options visit the global settings page.
nl_nl: Om loggen bij te stellen ga naar de globale instellingen pagina.

source: Select Filter:
nl_nl: Selecteer Filter:

source: All Log Data
nl_nl: Alle Log Data

source: <strong>ERROR</strong>: You must activate this plugin from the network dashboard.
nl_nl: <strong>FOUT</strong>: Je moet deze plugin activeren van de netwerk dasboard.

source: User Information
nl_nl: Gebruikers Informatie

source: Public IP Address
nl_nl: Publieke IP Adres

source: Get more information on this address
nl_nl: Verkrijg meer informatie van dit adres

source: User Agent
nl_nl: Gebruikers Profielen

source: File System Information
nl_nl: Bestand Systeem Informatie

source: Website Root Folder
nl_nl: Website Hoofdmap

source: Document Root Path
nl_nl: Document Hoofdpad

source: Yes
nl_nl: Ja

source: No.
nl_nl: Nee

source: .htaccess File is Writable
nl_nl: .htaccess File is Schrijfbaar

source: wp-config.php File is Writable
nl_nl: wp-config.php File is Schrijfbaar

source: Database Information
nl_nl: Database Informatie

source: MySQL Database Version
nl_nl: MySQL Database Versie

source: MySQL Client Version
nl_nl: MySQL Client Versie

source: Database Name
nl_nl: Database Naam

source: Database User
nl_nl: Database Gebruiker

source: Not Set
nl_nl: Onbekend

source: Off
nl_nl: Uit

source: Server Information
nl_nl: Server Informatie

source: Operating System
nl_nl: Besturingssysteem

source: Browser Compression Supported
nl_nl: Browser Compressie Ondersteund

source: none
nl_nl: niets

source: unavailable
nl_nl: niet beschikbaar

source: PHP Process User (UID:GID)
nl_nl: PHP Proces Gebruiker (UID:GID)

source: PHP Information
nl_nl: PHP Informatie

source: PHP Version
nl_nl: PHP Versie

source: PHP Memory Usage
nl_nl: PHP Geheugen Gebruik

source: PHP Memory Limit
nl_nl: PHP Geheugen Limiet

source: PHP Max Upload Size
nl_nl: PHP Max Upload Grootte

source: PHP Max Post Size
nl_nl: PHP Max Bericht Grootte

source: On
nl_nl: Aan

source: PHP Safe Mode
nl_nl: PHP Veilige Modus

source: PHP Allow URL fopen
nl_nl: PHP toestaan URL fopen

source: PHP Allow URL Include
nl_nl: PHP toestaan URL Omvatten

source: PHP Display Errors
nl_nl: PHP Vertoon Fouten

source: PHP Display Startup Errors
nl_nl: PHP Vertoon Opstart Fouten

source: PHP Expose PHP
nl_nl: PHP Blootstellen PHP

source: PHP Register Globals
nl_nl: PHP Register Globale

source: PHP Max Script Execution Time
nl_nl: PHP Max Script Uitvoering Tijd

source: Seconds
nl_nl: Seconden

source: No
nl_nl: Nee

source: Disabled PHP Functions
nl_nl: Buitengestelde PHP Functies

source: WordPress Configuration
nl_nl: WordPress Configuratie

source: Multisite is enabled
nl_nl: Multisite ingeschakeld

source: Multisite is NOT enabled
nl_nl: Multisite NIET ingeschakeld

source: Enabled
nl_nl: Ingeschakeld

source: WARNING! Permalinks are NOT Enabled. Permalinks MUST be enabled for this plugin to function correctly
nl_nl: WAARSCHUWING! Permalinks zijn NIET ingeschakeld. Permalinks MOET worden ingeschakeld om deze plugin correct te laten werken.

source: WP Permalink Structure
nl_nl: WP Permalink Structuur

source: Wp-config Location
nl_nl: Wp-config Locatie

source: Active Plugins
nl_nl: Actieve Plugins

source: Content Directory
nl_nl: Inhoud Mapnaam

source: variables
nl_nl: variabelen

source: Build Version
nl_nl: Bouw Versie

source: Note: this is NOT the same as the version number on the plugin page or WordPress.org page and is instead used for support.
nl_nl: Memo: dit is NIET dezelfde als de versie nummer op de plugin pagina of WordPress.org pagina en in plaats daarvan gebruikt voor ondersteuning.

source: No items found.
nl_nl: Geen punten gevonden.

source: Bulk Actions
nl_nl: Bulk Acties

source: Apply
nl_nl: Toepassen

source: Show all dates
nl_nl: Vertoon alle datums

source: List View
nl_nl: Lijst Vertoning

source: Excerpt View
nl_nl: Uittreksel Vertoning

source: %s pending
nl_nl: %s hangend

source: 1 item
nl_nl: 1 punt

source: Go to the first page
nl_nl: Ga naar de eerste pagina

source: Go to the previous page
nl_nl: Ga naar de vorige pagina

source: Current page
nl_nl: Huidige Pagina

source: Go to the next page
nl_nl: Ga naar de volgende pagina

source: Go to the last page
nl_nl: Ga naar de laatste pagina

source: Select All
nl_nl: Selecteer Alles

source: Admin User
nl_nl: Administrator Gebruiker

source: The <em>admin</em> user has been removed or renamed.
nl_nl: De <em>administrator</em> gebruiker is verwijderd of hernoemd.

source: The <em>admin</em> user still exists.
nl_nl: De <em>administrator</em> gebruiker is bestaand.

source: The user with id 1 has been removed.
nl_nl: De gebruiker met 1 id is verwijderd.

source: A user with id 1 still exists.
nl_nl: Een gebruiker met 1 id bestaat nog steeds.

source: The new admin username you entered is invalid or WordPress could not change the user id or username. Please check the name and try again.
nl_nl: De nieuwe administrator gebruikersnaam die je hebt ingevoerd is ongeldig of WordPress kan de gebruiker-ID of wachtwoord niet veranderen. Controleer de naam en probeer het opnieuw.

source: It looks like you have already removed the admin user. No further action is necessary.
nl_nl: Het lijkt erop dat je al de administrator gebruiker hebt verwijderd. Geen verdere actie nodig is.

source: This feature will improve the security of your WordPress installation by removing common user attributes that can be used to target your site.
nl_nl: Deze functie zal de beveiliging van uw WordPress-installatie verbeteren door het verwijderen van gewone gebruiker attributen die kunnen worden gebruikt om uw site te hacken.

source: WARNING
nl_nl: WAARSCHUWING

source: Backup your database
nl_nl: Back-up jouw database

source: before changing the admin user.
nl_nl: voordat verandering de administrator gebruiker.

source: Notice
nl_nl: Let op

source: Changing the admin username or id of user 1 will log you out of your site requiring you to log back in again.
nl_nl: Verandering van de administrator gebruikersnaam of id van een gebruiker, zal jouw uitloggen van je site, zodat je opnieuw moet inloggen.

source: Enable Change Admin User
nl_nl: Inschakelen Verandering Administrator Gebruiker

source: Check this box to enable admin user renaming.
nl_nl: Vink deze box aan om de administrator gebruiker hernoemen in te schakelen.

source: New Admin Username
nl_nl: Nieuwe Administrator Gebruikersnaam

source: Enter a new username to replace "admin." Please note that if you are logged in as admin you will have to log in again.
nl_nl: Voer een nieuwe gebruikersnaam in, om vervanging van "admin." Houd er rekening mee dat als je bent ingelogd als administrator moet je opnieuw inloggen.

source: Change User ID 1
nl_nl: Verander Gebruiker ID 1

source: Change the ID of the user with ID 1.
nl_nl: Verander de ID van de gebruiker met ID 1.

source: Save Admin User
nl_nl: Bewaar Administrator Gebruiker

source: Away Mode
nl_nl: Afwezigheidsmodus

source: Enable away mode
nl_nl: Inschakelen afwezigheidsmodus

source: Set the date at which the admin dashboard should become available
nl_nl: Stel de datum waarop de administrator dashboard beschikbaar moet worden

source: Set the time at which the admin dashboard should become available again.
nl_nl: Stel het tijdstip waarop de administrator dashboard weer beschikbaar moet worden.

source: Set the date at which the admin dashboard should become unavailable
nl_nl: Stel de datum waarop de administrator dashboard niet beschikbaar moet worden.

source: Set the time at which the admin dashboard should become unavailable.
nl_nl: Stel het tijdstip waarop de administrator dashboard niet beschikbaar moet worden.

source: Daily
nl_nl: Dagelijks

source: One Time
nl_nl: Enige Tijd

source: Select the type of restriction you would like to enable
nl_nl: Selecteer het soort beperking dat u wilt inschakelen

source: Away Mode is enabled and your WordPress Dashboard is not available when you will not be needing it.
nl_nl: Afwezigheidsmodus is ingeschakeld en je WordPress Dashboard is niet beschikbaar wanneer u niet nodig zal hebben.

source: Your WordPress Dashboard is available 24/7. Do you really update 24 hours a day? Consider using Away Mode.
nl_nl: Je WordPress Dashboard is beschikbaar 24/7. Heb je echt 24 uur per dag te werken? Overweeg het gebruik van Afwezigeheidsmodus.

source: Type of Restriction
nl_nl: Type beperking

source: Start Date
nl_nl: Start Datum

source: Start Time
nl_nl: Start Tijd

source: End Date
nl_nl: Eind Datum

source: End Time
nl_nl: Eind Tijd

source: As most sites are only updated at certain times of the day it is not always necessary to provide access to the WordPress dashboard 24 hours a day, 7 days a week. The options below will allow you to disable access to the WordPress Dashboard for the specified period. In addition to limiting exposure to attackers this could also be useful to disable site access based on a schedule for classroom or other reasons.
nl_nl: Zoals de meeste sites, worden alleen bijgewerkt op bepaalde momenten van de dag, het is niet altijd nodig is om 24 uur per dag, 7 dagen per week toegang te bieden tot de WordPress dashboard. Met de onderstaande opties kunt u de toegang tot het WordPress Dashboard voor de opgegeven periode uitschakelen. Naast het beperken van de blootstelling aan aanvallers kan dit ook nuttig zijn om toegang tot de site op basis van een tijdschema voor de klas of om andere redenen uit te schakelen.

source: Please note that according to your %sWordPress timezone settings%s your current time is:
nl_nl: Houdt u er rekening mee dat afhankelijk van uw %sWordPress timezone instellingen%s uw huidige tijd is:

source: If this is incorrect please correct it on the %sWordPress general settings page%s by setting the appropriate time zone. Failure to set the correct timezone may result in unintended lockouts.
nl_nl: Als dit niet correct is kunt u dit corrigeren op de% sWordPress algemene instellingen pagina% s door het instellen van de juiste tijdzone. Het niet op de juiste tijdzone instellen kan leiden tot onbedoelde uitsluiting.

source: Away mode is currently enabled.
nl_nl: Afwezigheidsmodus is nu ingeschakeld

source: The dashboard of this website will become unavailable %s%s%s from %s%s%s until %s%s%s.
nl_nl: Het dashboard van deze website zal niet meer beschikbaar zijn %s%s%s vanaf %s%s%s tot %s%s%s.

source: every day
nl_nl: elke dag

source: The dashboard of this website will become unavailable from %s%s%s on %s%s%s until %s%s%s on %s%s%s.
nl_nl: Het dashboard van deze website zal niet meer beschikbaar zijn vanaf %s%s%s om %s%s%s tot %s%s%s om %s%s%s.

source: You will not be able to log into this website when the site is unavailable.
nl_nl: U zult niet in staat in te loggen op deze website wanneer de site niet beschikbaar is.

source: Invalid away mode time listed. The time entered would lock you out of your site now. Please try again.
nl_nl: Ongeldige afwezigheidsmodus tijd vermeld. De ingevoerde tijd zou je buitensluiten van je site. Probeer het opnieuw.

source: Invalid away mode time listed. The start time selected is after the end time selected.
nl_nl: Ongeldige afwezigheidsmodus tijd vermeld. De gekozen starttijd is na de eindtijd geselecteerd.

source: Invalid away mode time listed. The period selected already ended.
nl_nl: Ongeldige afwezigheidsmodus tijd vermeld. De geselecteerde periode is reeds afgelopen.

source: A host was prevented from accessing the dashboard due to away-mode restrictions being in effect
nl_nl: Een bezoeker kreeg geen toegang tot het dashboard als gevolg van afwezigheidsmodus beperkingen die van kracht zijn.

source: Away Mode Triggered
nl_nl: Afwezigheidsmodus Getriggerd

source: Description
nl_nl: Beschrijving

source: Make a Database Backup
nl_nl: Maak een Database Back-up

source: Take the Next Steps in Security with BackupBuddy
nl_nl: Neem de volgende stappen in de Beveiliging met BackupBuddy

source: One of the best ways to protect yourself from an attack is to have access to a database backup of your site. If something goes wrong, you can get your site back by restoring the database from a backup and replacing the files with fresh ones. Use the button below to create a backup of your database for this purpose. You can also schedule automated backups and download or delete previous backups.
nl_nl: Een van de beste manieren om jezelf te beschermen tegen een aanval is om de toegang tot een database back-up van uw site. Als er iets mis gaat, kunt u uw site terug te krijgen door het herstel van de database van een back-up en het vervangen van de bestanden met de nieuwe. Gebruik de onderstaande knop om een back-up van uw database te maken voor dit doel. U kunt ook aangeven geautomatiseerde back-ups en het downloaden of verwijderen eerdere back-ups.

source: Tables for Backup
nl_nl: Tabellen voor Back-up

source: Excluded Tables
nl_nl: Uitgesloten Tabellen

source: Checking this box will have the backup script backup all tables in your database, even if they are not part of this WordPress site.
nl_nl: Vink dit vakje aan en er wordt een back-up gemaakt hebben alle tabellen in uw database, zelfs als ze geen deel uitmaken van deze WordPress site.

source: Your site is performing scheduled database and file backups.
nl_nl: Uw site voert geplande back-ups uit van database en bestanden.

source: BackupBuddy is installed but backups do not appear to have been scheduled. Please schedule backups.
nl_nl: BackupBuddy is geïnstalleerd, maar back-ups lijken niet te zijn gepland. Gelieve plannen van back-ups.

source: You are using a 3rd party backup solution.
nl_nl: U maakt gebruik van een 3de partij back-up oplossing.

source: It looks like you have a 3rd-party backup solution in place but are not using it. Please turn on scheduled backups.
nl_nl: Het ziet eruit alsof je een 3de-partij back-up oplossing op zijn plaats, maar gebruikt het niet. Gelieve in te schakelen geplande back-ups.

source: Your site is performing scheduled database backups but is not backing up files. Consider purchasing or scheduling BackupBuddy to protect your investment.
nl_nl: Uw site plant databasebackups in maar niet een back-up van bestanden. Overweeg de aanschaf of het plannen van BackupBuddy om uw investering te beschermen.

source: Your site is not performing any scheduled database backups.
nl_nl: Uw site voert geen geplande database-back-ups uit

source: Enable Scheduled Database Backups
nl_nl: Inschakelen Geplande Database Back-ups

source: Tables with data that does not need to be backed up
nl_nl: Tabellen met gegevens die niet hoeft te worden gebackupt

source: Some plugins can create log files in your database. While these logs might be handy for some functions, they can also take up a lot of space and, in some cases, even make backing up your database almost impossible. Select log tables above to exclude their data from the backup. Note: The table itself will be backed up, but not the data in the table.
nl_nl: Sommige plug-ins kunnen logbestanden maken in uw database. Hoewel deze logbestanden handig zouden kunnen zijn voor sommige functies, nemen ze veel ruimte in, en in sommige gevallen, zelfs een back-up van uw database bijna onmogelijk. Selecteer bovenstaande log tabellen om hun gegevens uit te sluiten van de back-up. Noot: De tabel zelf wordt een back-up, maar niet de gegevens in de tabel.

source: Configure Database Backups
nl_nl: Configureer Database Back-ups

source: Enable Database Backups
nl_nl: Inschakel Database Back-ups

source: Backup Schedule Settings
nl_nl: Back-up Planning Instellingen

source: Schedule Database Backups
nl_nl: Planning Database Back-ups

source: Backup Full Database
nl_nl: Back-up Volle Database

source: Backup Method
nl_nl: Back-up Methode

source: Backup Location
nl_nl: Back-up Locatie

source: Backups to Retain
nl_nl: Back-ups te behouden

source: Compress Backup Files
nl_nl: Comprimeer back-up bestanden

source: Exclude Tables
nl_nl: Uitsluiting tabelen

source: The number of days between database backups.
nl_nl: Het aantal dagen tussen de database back-ups.

source: The path on your machine where backup files should be stored.
nl_nl: Het pad op uw machine waar back-up bestanden moeten worden opgeslagen.

source: Press the button below to create a backup of your WordPress database. If you have "Send Backups By Email" selected in automated backups you will receive an email containing the backup file.
nl_nl: Druk op onderstaande knop om een back-up van uw WordPress database te maken. Als u "Stuur Back-ups via e-mail" geselecteerd in geautomatiseerde back-ups kunt u een e-mail met de back-up bestand te ontvangen.

source: Create Database Backup
nl_nl: Creëer Database Back-up

source: Adjust Backup Settings
nl_nl: Aanpassen Back-up Instellingen

source: A database backup is just a simple start. BackupBuddy goes one step further to provide complete backups of all your site files (including image and media files, themes, plugins, widgets and settings) - which aren't included in a database backup. With BackupBuddy you can customize backup schedules, send your backup files safely off-site to remote storage destinations, restore your site quickly & easily and even move your whole site to a new host or domain.
nl_nl: Een database back-up is gewoon een simpel begin. BackupBuddy gaat nog een stap verder om volledige back-ups van al uw website bestanden (inclusief afbeelding en media-bestanden, thema's, plugins, widgets en instellingen) leveren - die niet zijn opgenomen in een database back-up. Met BackupBuddy kunt u back-up schema's aanpassen, stuur uw back-up bestanden veilig off-site naar externe opslag bestemmingen, uw site snel en eenvoudig te herstellen en zelfs te bewegen je hele site naar een nieuwe host of domein.

source: 5 Reasons You Need a Complete Backup Strategy
nl_nl: 5 Redenen; Noodzaak van een complete back-strategie

source: Database backups aren't enough.
nl_nl: Database back-ups zijn niet genoeg.

source: You need complete backups of your entire site (including images and media files, themes, plugins, widgets and settings).
nl_nl: Je hebt nodig een volledige back-up van uw gehele site (inclusief afbeeldingen en mediabestanden, thema's, plugins, widgets en instellingen).

source: Backup files should be protected.
nl_nl: Back-up-bestanden moeten worden beschermd.

source: Send and store them safely off-site to a secure remote destination (like email, Dropbox, Amazon S3, etc.)
nl_nl: Verzenden en bewaar ze veilig off-site naar een beveiligde externe bestemming (zoals e-mail, Dropbox, Amazon S3, etc.)

source: Backups should be automated and scheduled so you don't forget.
nl_nl: Back-ups moeten worden geautomatiseerd en gepland, zodat u niet vergeet.

source: Set daily, weekly or monthly backups that automatically send backups off-site.
nl_nl: Stel dagelijks, wekelijkse of maandelijkse back-ups in, die automatisch back-ups sturen off-site.

source: Restoring your site should be quick and easy.
nl_nl: Het herstellen van uw site moet snel en eenvoudig zijn.

source: If you get hacked or your server crashes, you shouldn't have to worry about restoring your site. Reliable backups mean nothing gets corrupted or broken during the restore process.
nl_nl: Als je wordt gehackt of je server crasht, moet je geen zorgen te maken over het herstellen van uw site. Betrouwbare back-ups betekenen niets, als ze beschadigd raken of gebroken tijdens het herstelproces.

source: You should own your backup files.
nl_nl: Je moet je eigen back-up bestanden bewaren.

source: Don't just rely on a host or service. It's your site, so you should own everything on it.
nl_nl: Niet alleen vertrouwen op een host of service. Het is uw site, dus je moet alles bezitten op.

source: Learn more about BackupBuddy
nl_nl: Leer Meer over BackupBuddy

source: Save Locally and Email
nl_nl: Bewaar Lokaal en Email

source: Email Only
nl_nl: Alleen Email

source: Save Locally Only
nl_nl: Bewaar Alleen Lokaal

source: Backup Save Method
nl_nl: Back-up Bewaar Methode

source: Select what we should do with your backup file. You can have it emailed to you, saved locally or both.
nl_nl: Selecteer wat we moeten doen met uw back-upbestand. Het kan naar worden gemaild, lokaal bewaard of beide.

source: Back up your site
nl_nl: Back-up jouw site

source: We recommend making a database backup before you get started securing your site.
nl_nl: We raden aan het maken van een database back-up voordat u aan de slag het beveiligen van uw website.

source: Make a backup
nl_nl: Maak een Back-up

source: Backup completed. Please check your email or uploads folder.
nl_nl: Back-up voltooid. Controleer uw e-mail of upload map.

source: Whoops. Something went wrong. Check the backup page or contact support.
nl_nl: Oeps. Iets ging mis. Controleer de back-up pagina of contracteer ondersteuning.

source: The number of backups that should be kept on disk. This only applies to backups saved to disk. Set to "0" to disable.
nl_nl: Het aantal back-ups die op schijf moet worden bewaard. Dit geldt alleen voor back-ups opgeslagen op schijf. Ingesteld op "0 " om uit te schakelen.
