Repository: Robeliki/better-wp-security
Catalog: lang/better-wp-security-*.po
Languages: nl_nl

source: Your WordPress installation is allowing users without a user agent to post comments. Fix this to reduce comment spam.
nl_nl: Uw WordPress-installatie laat gebruikers toe die geen gebruikersprofiel hebben om reacties te plaatsen. Los dit op, om spam te verminderen.

source: Version information is obscured to all non admin users.
nl_nl: Versie informatie wordt verduisterd voor alle niet administrator gebruikers.

source: Users may still be able to get version information from various plugins and themes. Click here to fix this.
nl_nl: Gebruikers kunnen nog steeds in staat zijn om de versie informatie te krijgen van verschillende plug-ins en thema's. Klik hier om deze te repareren.

source: Users cannot edit plugin and themes files directly from within the WordPress Dashboard.
nl_nl: Gebruikers kunnen plugin en thema-bestanden niet rechtstreeks bewerken vanuit het WordPress Dashboard.

source: Users can edit plugin and themes files directly from within the WordPress Dashboard. Click here to fix this.
nl_nl: Gebruikers kunnen plugin en thema-bestanden rechtstreeks bewerken vanuit het WordPress Dashboard. Klik hier om deze te repareren.

source: XML-RPC is not available on your WordPress installation.
nl_nl: XML-RPC is niet beschikbaar op uw WordPress-installatie.

source: XML-RPC is protecting you from the trackback and pingback attack but is still available on your site.
nl_nl: XML-RPC beschermt u tegen de trackback- en pingback aanval, maar is nog steeds beschikbaar op uw site.

source: XML-RPC is available on your WordPress installation. Attackers can use this feature to attack your site. Click here to disable access to XML-RPC.
nl_nl: XML-RPC is beschikbaar op uw WordPress-installatie. Aanvallers kunnen deze functie gebruiken om uw site aan te vallen. Klik hier om toegang tot XML-RPC uit te schakelen.

source: Users cannot execute PHP from the uploads folder.
nl_nl: Gebruikers kunnen PHP niet uitvoeren vanuit de map Uploads.

source: Users can execute PHP from the uploads folder.
nl_nl: Gebruikers kunnen PHP uitvoeren vanuit de map Uploads.

source: The front page of your site is using a safe version of jQuery.
nl_nl: De voorpagina van uw site gebruikt een veilige versie van jQuery.

source: The front page of your site is not using a safe version of jQuery or the version of jQuery cannot be determined.
nl_nl: De voorpagina van uw site gebruikt geen veilige versie van jQuery of de versie van jQuery kan niet worden bepaald.

source: Your version of jQuery has not been determined. Load your homepage while logged in to determine the version of jQuery you are using
nl_nl: Uw versie van jQuery is nog niet vastgesteld. Laad je homepagina, ondertussen, blijf aangemeld om de versie van jQuery die u gebruikt te bepalen

source: User's nicknames are different from their display name.
nl_nl: Bijnamen gebruiker zijn verschillend van hun weergavenaam.

source: User nicknames may be the same as their login name. This means their login user name may be publicly available throughout the site.
nl_nl: Bijnamen gebruiker kan hetzelfde zijn als hun inlognaam zijn. Dit betekent dat hun inlognaam de gebruikersnaam is en kan voor de hele site voor het publiek beschikbaar zijn.

source: Your login page is not giving out unnecessary information upon failed login.
nl_nl: Uw inlogpagina geeft geen onnodige informatie weer over mislukte inlogpogingen.

source: Your login page is giving out unnecessary information upon failed login.
nl_nl: Uw inlogpagina geeft onnodige informatie weer over mislukte inlogpogingen.

source: User profiles for users without content are not publicly available.
nl_nl: Gebruikersprofielen voor gebruikers zonder inhoud zijn niet publiekelijk beschikbaar.

source: User profiles for users without content are publicly available. This can make it relatively easy to gain the username of important users.
nl_nl: Gebruikersprofielen voor gebruikers zonder inhoud zijn openbaar. Dit kan het relatief eenvoudig zijn om de gebruikersnaam van belangrijke gebruikers te krijgen.

source: Configure Server Tweaks
nl_nl: Configureer Server Tweaks

source: Configure WordPress Tweaks
nl_nl: Configureer WordPress Tweaks

source: Configure Multisite Tweaks
nl_nl: Configureer Multisite Tweaks

source: System Files
nl_nl: Systeem Bestanden

source: Directory Browsing
nl_nl: Mapnaam Surfen

source: Request Methods
nl_nl: Aanvraag Methodes

source: Suspicious Query Strings
nl_nl: Verdachte Query Strings

source: Non-English Characters
nl_nl: Geen Engelse Karakters

source: Long URL Strings
nl_nl: Lange URL Strings

source: File Writing Permissions
nl_nl: Bestand Schrijf Permissies

source: Generator Meta Tag
nl_nl: Generator Meta Label

source: Comment Spam
nl_nl: Spam Reactie

source: File Editor
nl_nl: Bestand Bewerker

source: Replace jQuery With a Safe Version
nl_nl: Vervang jQuery Met een Veilige Versie

source: Login Error Messages
nl_nl: Inlog Fout Berichten

source: Force Unique Nickname
nl_nl: Forceer Unieke Gebruikersnaam

source: Disable Extra User Archives
nl_nl: Uitschakelen Extra Gebruiker Archief

source: Theme Update Notifications
nl_nl: Thema Update Notificaties

source: Plugin Update Notifications
nl_nl: Plugin Update Notificaties

source: Core Update Notifications
nl_nl: KernUpdate Notificaties

source: These are advanced settings that may be utilized to further strengthen the security of your WordPress site.
nl_nl: Dit zijn geavanceerde instellingen die kunnen worden gebruikt om verdere versterking van de beveiliging van uw WordPress site.

source: Note: These settings are listed as advanced because they block common forms of attacks but they can also block legitimate plugins and themes that rely on the same techniques. When activating the settings below, we recommend enabling them one by one to test that everything on your site is still working as expected.
nl_nl: Opmerking: Deze instellingen zijn geklasseerd als geavanceerd, omdat ze veelvoorkomende vormen van aanvallen blokkeren, maar ze kunnen ook legitieme plug-ins en thema's blokkeren, die van dezelfde technieken gebruik maken. Bij het activeren van de onderstaande instellingen, raden wij aan, ze één voor één te activeren, te testen dat alles op uw site naar verwachting nog werkt.

source: Remember, some of these settings might conflict with other plugins or themes, so test your site after enabling each setting.
nl_nl: Vergeet niet, dat sommige van deze instellingen zou kunnen conflicteren met andere plug-ins of thema's, dus test uw site na het inschakelen van elke instelling.

source: Your Nickname must be different than your login name. Please choose a different Nickname.
nl_nl: Uw naam moet anders zijn dan je gebruikersnaam. Kies een andere naam.

source: A Nickname is required. Please choose a nickname or fill out your first and last name.
nl_nl: Een gebruikersnaam is verplicht. Kies een gebruikersnaam of vul in uw voor-en achternaam.

source: Protect your WordPress site by hiding vital areas of your site, protecting access to important files, preventing brute-force login attempts, detecting attack attempts and more.
nl_nl: Bescherm je WordPress site door het verbergen van vitale gebieden van uw site, de bescherming voor toegang tot belangrijke bestanden, het voorkomen van brute forceer inlogpogingen, detecteren van aanval pogingen en meer.
