Repository: Robeliki/better-wp-security
Catalog: lang/better-wp-security-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Advanced
nl_nl: Geavanceerd

source: Logs
nl_nl: Logboeken

source: Dismiss
nl_nl: Afwijzen

source: NGINX conf file and/or restart your NGINX server
nl_nl: NGINX configuratie bestand en/of herstart je NGINX server

source: .htaccess file
nl_nl: .htaccess bestand

source: As you have not allowed this plugin to update system files you must update your
nl_nl: Omdat je deze plugin geen toestemming hebt gegeven om de systeem bestanden bij te werken, moet je bijwerken je

source: as well as your wp-config.php file manually. Rules to insert in both files can be found on the Dashboard page.
nl_nl: evenals uw wp-config.php bestand handmatig. Regels om te voegen in beide bestanden is te vinden op de Dashboard pagina.

source: Click here
nl_nl: Klik Hier

source: to allow this plugin to write to these files.
nl_nl: geeft toestemming voor deze plugin om te schrijven naar deze bestanden.

source: Settings Updated
nl_nl: Instellingen bijgewerkt

source: Show Intro
nl_nl: Vertoon Intro

source: Important First Steps
nl_nl: Belangrijke Eerste Stappen

source: Secure Your Site
nl_nl: Beveilig Je Site

source: Use the button below to enable default settings. This feature will enable all settings that cannot conflict with other plugins or themes.
nl_nl: Gebruik de onderste knop voor standaard instellingen. Met deze functie worden alle instellingen die niet kunnen conflicteren met andere plugins of thema's mogelijk gemaakt.

source: One-Click Secure
nl_nl: Een-Klik beveiliging

source: Site Secured. Check the dashboard for further suggestions on securing your site.
nl_nl: Site Beveiligd, Controleer de dashboard voor meer suggesties voor beveiligen van je site.

source: Whoops. Something went wrong. Please contact support if the problem persists.
nl_nl: Oeps, iets is mis gegaan. Neem contact met ondersteuning op, als het probleem blijft bestaan.

source: Return to top
nl_nl: Terug naar boven

source: Thank you for activating
nl_nl: Bedankt voor het activeren

source: It looks like you had another version of this plugin activated. To avoid conflicts the extra version has been deactivated and we recommend you delete it.
nl_nl: Het lijkt erop, dat je een andere versie van deze plugin hebt geactiveerd. Om conflicten te voorkomen is de andere versie gedeactiveerd en we geven het advies om deze te verwijderen.

source: Security Status
nl_nl: Beveiliging Status

source: System Information
nl_nl: Systeem Informatie

source: All
nl_nl: Alles

source: High
nl_nl: Hoog

source: Medium
nl_nl: Gemiddeld

source: Low
nl_nl: Laag

source: Completed
nl_nl: Afgerond

source: High Priority
nl_nl: Hoge Prioriteit

source: These are items that should be secured immediately.
nl_nl: Deze punten zouden onmiddellijk moeten worden beveiligd.

source: Fix it
nl_nl: Los op

source: You have secured all High Priority items.
nl_nl: Je hebt alle Hoge Prioriteit punten beveiligd.

source: Medium Priority
nl_nl: Gemiddeld Prioriteit

source: These are medium priority items that should be fixed if no conflicts are present, but they are not critical to the overall security of your site.
nl_nl: Dit zijn gemiddelde prioriteit punten die aangepast mogen als er geen conflicten zijn, maar deze zijn niet kritiek voor de gehele beveiliging van je site.

source: You have secured all Medium Priority items.
nl_nl: Je hebt alle Gemiddelde Prioriteit punten beveiligd.

source: Low Priority
nl_nl: Lage Prioriteit

source: These are low priority items that should be secured if, and only if, your plugins or theme do not conflict with their use.
nl_nl: Dit zijn lage prioriteit punten die beveiligd mogen worden, als, en alleen als, je plugins of thema geen conflicten hebben.

source: You have secured all Low Priority items.
nl_nl: Je hebt alle Lage Prioriteit punten beveiligd.

source: These are items that you have successfully secured.
nl_nl: Dit zijn de punten die je succesvol hebt beveiligd.

source: Edit
nl_nl: Berwerk

source: These are items that should be secured if possible however they are not critical to the overall security of your site.
nl_nl: Dit zijn de punten die als het mogelijk is beveiligd kunnen worden, maar ze zijn niet kritiek voor de totale beveiliging van je site.

source: These are items that should be secured if, and only if, your plugins or theme do not conflict with their use.
nl_nl: Dit zijn de punten die zouden beveiligd mogen worden, maar alleen, als je plug-ins of thema geen conflicten geven.

source: These are items that you have successfuly secured.
nl_nl: Dit zijn de punten dat je succesvol hebt beveiligd.

source: Rewrite Rules
nl_nl: Herschrijf Regels

source: wp-config.php Rules
nl_nl: wp-config.php Regels

source: There are no rules to write.
nl_nl: Er zijn geen regels om te schrijven.

source: Your rewrite rules have been saved to
nl_nl: Je herbeschreven regels zijn opgeslagen in

source: You must restart your NGINX server for the settings to take effect
nl_nl: Je moet je NGINX server herstarten om de gewijzigde instellingen te laten werken

source: Unable to write to your .htaccess or nginx.conf file. If the problem persists contact support.
nl_nl: Kan niet schrijven naar uw .htaccess of nginx.conf bestand. Als het probleem blijft contacteer ondersteuning.

source: Unable to write to your wp-config.php file. If the problem persists contact support.
nl_nl: Kan niet schrijven naar uw wp-config.php bestand. Als het probleem blijft contacteer ondersteuning.

source: Quick Links
nl_nl: Snelle Links

source: Welcome
nl_nl: Welkom

source: Global Settings
nl_nl: Globale Instellingen

source: The settings below are more advanced settings that should be done with caution on an existing site.
nl_nl: De instellingen hieronder zijn geavanceerde instellingen, wees voorzichtig bij het verwerken op een bestaande site.

source: Make sure you have a good backup before changing any setting on this page.
nl_nl: Maak eerst een back-up voordat je de instellingen gaat veranderen op deze pagina.

source: In addition, these settings will not be reversed if you remove this plugin. That said, all settings on this page use methods recommended by WordPress.org itself and will help in improving the security of your site.
nl_nl: Bovendien zullen deze instellingen niet worden teruggedraaid als je deze plugin verwijderd. Dat gezegd hebbende, alle instellingen op deze pagina gebruikt methoden die aanbevolen wordt door WordPress.org zelf en zal helpen bij het ​​verbeteren van de beveiliging van uw site.

source: Allow iThemes to track plugin usage via anonymous data.
nl_nl: Laat iThemes het plugin gebruik volgen via anonieme gegevens.

source: The email address(es) all database backups will be sent to. One address per line.
nl_nl: De e-mailadres(sen) van alle database back-ups worden verzonden naar. Een adres per regel.

source: Enable Blacklist Repeat Offender
nl_nl: Schakel Zwartlijst Herhaaldelijke Overtreder in

source: If this box is checked the IP address of the offending computer will be added to the "Ban Users" blacklist after reaching the number of lockouts listed below.
nl_nl: Als dit vakje is aangevinkt wordt het IP-adres van de overtredende computer, na het bereiken van het aantal van de hieronder vermelde buitensluitingen worden toegevoegd aan de "Ban Users " zwarte lijst.

source: Note that as you are on NGINX you will still need to manually restart the server even though the users will be added to the banned users list.
nl_nl: Merk op, dat je bent op NGINX je nog steeds naar de handmatig de server moet herstarten, hoewel de gebruikers zal worden toegevoegd aan de lijst van verbannen gebruikers.

source: Lockouts
nl_nl: Buitensluitingen

source: The number of lockouts per IP before the host is banned permanently from this site.
nl_nl: Het aantal buitensluitingen per IP voordat de bezoeker wordt permanent verbannen van deze site.

source: Days
nl_nl: Dagen

source: How many days should a lockout be remembered to meet the blacklist count above.
nl_nl: Hoeveel dagen moet een buitensluiting herinnerd worden om te voldoen aan de zwartelijst telling hierboven.

source: Enable Email Lockout Notifications
nl_nl: Schakel Email Buitensluiting Notificaties in

source: This feature will trigger an email to be sent to the
nl_nl: Deze functie zal een e-mail activeren om te verzenden naar de

source: notifications email address
nl_nl: notificaties email adres

source: whenever a host or user is locked out of the system.
nl_nl: wanneer een bezoeker of gebruiker is buitengesloten van het systeem.

source: Enable InfiniteWP Compatibility
nl_nl: Schakel InfiniteWP Compatibiliteit

source: Turning this feature on will enable compatibility with
nl_nl: Het aanzetten van deze functie zal het inschakelen van compatibiliteit met

source: Do not turn it on unless you use the InfiniteWP service.
nl_nl: Zet het niet aan, tenzij je de InfiniteWP service gebruikt.

source: Write to Files
nl_nl: Schrijf naar bestanden

source: Notification Email
nl_nl: Notificatie Email

source: Backup Delivery Email
nl_nl: Back-up Geleverde Email

source: Host Lockout Message
nl_nl: Bezoeker Buitensluiting Bericht

source: User Lockout Message
nl_nl: Gebruiker Buitensluiting Bericht

source: Blacklist Repeat Offender
nl_nl: Zwartelijst Herhaaldelijk Overtreder

source: Blacklist Threshold
nl_nl: Zwartelijst Drempel

source: Blacklist Lookback Period
nl_nl: Zwartelijst Terugkijkend Periode

source: Lockout Period
nl_nl: Buitensluiting Periode

source: Lockout White List
nl_nl: Buitensluiting Witte lijst

source: Email Lockout Notifications
nl_nl: Email Buitensluiting Notificaties

source: Days to Keep Database Logs
nl_nl: Dagen te Bewaren Database Log bestanden

source: Path to Log Files
nl_nl: Pad naar Log Bestanden

source: Add InfiniteWP Compatibility
nl_nl: Toevoeg InfiniteWP Compatibiliteit

source: Allow Data Tracking
nl_nl: Laat Data Tracking Toe

source: NGINX Conf File
nl_nl: NGINX Configureer Bestand

source: Disable File Locking
nl_nl: Zet uit Bestand Vergrendeling

source: Turning this option on will prevent errors related to file locking however might result in operations being executed twice. We do not recommend turning this off unless your host prevents the file locking feature from working correctly.
nl_nl: U deze optie inschakelt zal fouten voorkomen worden met betrekking tot het Bestand Vergrendeling, echter kan het leiden tot handelingen die twee keer worden uitgevoerd. We raden niet aan dit uit te schakelen, tenzij uw provider het Bestand Vergrendeling functie correct laat werken.

source: error
nl_nl: fout

source: The message to display when a computer (host) has been locked out.
nl_nl: Het bericht dat vertoont moet worden wanneer een computer (bezoeker) buitengesloten wordt.

source: You can use HTML in your message. Allowed tags include: a, br, em, strong, h1, h2, h3, h4, h5, h6, div
nl_nl: Je kunt HTML gebruiken in je bericht. Toegestane tags zijn: a, br, em, strong, h1, h2, h3, h4, h5, h6, div

source: Minutes
nl_nl: Minuten

source: The length of time a host or user will be banned from this site after hitting the limit of bad logins.
nl_nl: De duur van een bezoeker of gebruiker die wordt verbannen van deze site na het raken van de limiet van foute inlogpogingen.

source: Add my current IP to Whitelist
nl_nl: Voeg mijn huidige IP naar witte lijst

source: Use the guidelines below to enter hosts that will not be locked out from your site. This will keep you from locking yourself out of any features if you should trigger a lockout. Please note this does not override away mode and will only prevent a temporary ban. Should a permanent ban be triggered you will still be added to the "Ban Users" list unless the IP address is also white listed in that section.
nl_nl: Gebruik de onderstaande richtlijnen om gasten, die niet mogen worden buitengesloten van uw site, in te voeren. Dit houd ook van het buitensluiten van jezelf in, welke functies als je een buitensluiting moet activeren. Let op: dit overlapt niet de afwezigheid modus en voorkomt alleen een tijdelijk verbod. Zal er een permanente ban worden geactiveerd zul je nog steeds worden toegevoegd aan de "Ban Users " lijst tenzij het ​​IP-adres is ook op de witte lijst in die sectie.

source: You may white list users by individual IP address or IP address range.
nl_nl: U kunt witte lijst gebruikers toevoegen door individuele IP-adres of IP-adresbereik.

source: Individual IP addesses must be in IPV4 standard format (i.e. ###.###.###.### or ###.###.###.###/##). Wildcards (*) or a netmask is allowed to specify a range of ip addresses.
nl_nl: Individuele IP adressen moeten in IPV4 standaard formaat (b.v. ###.###.###.### or ###.###.###.###/##). Wildcards (*) of een netwerkmasker is toegestaan ​​om een reeks IP-adressen opgeven.

source: If using a wildcard (*) you must start with the right-most number in the ip field. For example ###.###.###.* and ###.###.*.* are permitted but ###.###.*.### is not.
nl_nl: Bij gebruik van een wildcard (*) moet u beginnen met het meest rechtse getal in het IP-veld. Bijvoorbeeld ###.###.###.* en ###.###.*.* zijn toegestaan maar ###.###.*.### niet.

source: Lookup IP Address.
nl_nl: Zoek IP adres.

source: Enter only 1 IP address or 1 IP address range per line.
nl_nl: Voer slechts 1 IP-adres of 1 IP-adres bereik per regel.

source: This white list will prevent any ip listed from triggering an automatic lockout. You can still block the IP address manually in the banned users settings.
nl_nl: Deze witte lijst zal elke IP adres een automatische lock-out te voorkomen. U kunt het IP-adres nog steeds handmatig blokkeren in de verbannen gebruikers instellingen.

source: The path on your server where log files should be stored.
nl_nl: Het pad op de server waar logbestanden bewaard moeten worden.

source: This path must be writable by your website. For added security, it is recommended you do not include it in your website root folder.
nl_nl: Deze pad moet schrijfbaar zijn voor je website. Voor extra veiligheid is het raadzaam het niet op te nemen in uw website hoofdmap.,

source: Restore Default Location
nl_nl: Herstel Standaard Locatie

source: The number of days database logs should be kept. File logs will be kept indefinitely but will be rotated once the file hits 10MB.
nl_nl: Het aantal dagen databaselogboeken moeten worden gehouden. Logbestanden zal voor onbepaalde tijd worden bewaard, maar zullen worden overschreven wanneer het groter wordt als 10MB.

source: Database Only
nl_nl: Alleen Database

source: File Only
nl_nl: Alleen Bestand

source: Both
nl_nl: Beide

source: How should event logs be kept
nl_nl: Hoe moeten gebeurtenisloggen worden bewaard

source: can log events in multiple ways, each with advantages and disadvantages. Database Only puts all events in the database with your posts and other WordPress data. This makes it easy to retrieve and process but can be slower if the database table gets very large. File Only is very fast but the plugin does not process the logs itself as that would take far more resources. For most users or smaller sites Database Only should be fine. If you have a very large site or a log processing software then File Only might be a better option.
nl_nl: kan gebeurtenissen loggen op meerdere manieren, elk met voor-en nadelen. Alleen Database plaatst alle gebeurtenissen in de database met je berichten en andere WordPress gegevens. Dit maakt het gemakkelijk op te halen en verwerken maar kan langzamer zijn als de databasetabel erg groot wordt. Alleen Bestand is erg snel, maar de plugin verwerkt niet de logbestanden zelf omdat dat veel meer middelen nodig heeft. Voor de meeste gebruikers of kleinere sites is Alleen Database wel goed. Als u een zeer grote site of een log processing software, is Alleen Bestand misschien een betere optie.

source: Save All Changes
nl_nl: Bewaar Alle Veranderingen

source: The path on your server where backup files should be stored.
nl_nl: Het pad op je server waar je back-up bestanden worden bewaard.

source: The email address(es) all security notifications will be sent to. One address per line.
nl_nl: De email adres(sen) waar alle beveiliging notificaties naar verzonden moeten worden. Eén adres per regel.

source: Allow File Updates
nl_nl: Laat Bestand Bijwerken toe

source: Many of the functions of this plugin require editing your wp-config.php or .htaccess files. Would you like to allow us to safely update these files for you automatically?
nl_nl: Veel van de functies van deze plugin vereisen het bewerken van je wp-config.php of htaccess-bestanden. Wilt u ons in staat stellen om veilig deze bestanden automatisch bij te werken voor u?

source: Setting Saved. File updates allowed.
nl_nl: Instellingen Bewaard. Bestand bijwerkingen toegestaan.

source: Whoops. Something went wrong. Check the "Global Settings" section on the settings page (it is the first setting) to make sure your option was saved or contact support.
nl_nl: Oeps, Iets ging mis. Controleer de "Global Settings" sectie op de instellingen pagina (is de eerste sectie) om zeker van te zijn je optie is bewaard, anders contracteer ondersteuning.

source: Help Us Improve
nl_nl: Help Ons Verbeteren

source: would like to collect anonymous data about features you use to help improve this plugin. Absolutely no information that can identify you will be collected.
nl_nl: graag anonieme gegevens verzamelen over functies die u gebruikt voor het verbeteren van deze plugin. Absoluut geen informatie die u kan identificeren worden verzameld.

source: Yes, I'd like to help
nl_nl: Ja, ik wil graag helpen

source: Setting Saved. Thanks for helping us make this plugin better.
nl_nl: Instellingen Bewaard. Bedankt voor de hulp om deze plugin beter te maken.

source: Whoops. Something went wrong. Check the global settings page or contact support.
nl_nl: Oeps. Iets ging mis. Controleer de globale instellingen pagina of contracteer ondersteuning.

source: The following backup email address(es) do not appear to be valid:
nl_nl: De volgende back-up email adres(sen) lijken niet geldig te zijn:

source: The following notification email address(es) do not appear to be valid:
nl_nl: De volgende notificatie email adres(sen) lijken niet geldig te zijn:

source: There is a problem with an IP address in the white list:
nl_nl: Er is een probleem met een IP adres in de witte lijst

source: is not a valid address in the white list users box.
nl_nl: is geen geldig adres in de witte lijst gebruikers box.

source: The file path entered does not appear to be valid. Please ensure it exists and that WordPress can write to it.
nl_nl: Het bestandspad lijkt niet geldig te zijn. Controleer als het bestaat en dat WordPress kan beschrijven.

source: Security error!
nl_nl: Beveiligingsfout!

source: You have been locked out due to too many login attempts.
nl_nl: Je bent buitengesloten door teveel inlogpogingen.

source: The message to display to a user when their account has been locked out.
nl_nl: Dit bericht tonen aan iedere gebruiker wiens account is buitengesloten.

source: Allow
nl_nl: Toestaan

source: to write to wp-config.php
nl_nl: te schrijven naar wp-config.php

source: Whether or not
nl_nl: Het al dan niet

source: should be allowed to write to wp-config.php
nl_nl: moet worden toegestaan ​​om te schrijven naar wp-config.php

source: automatically. If disabled you will need to manually place configuration options in those files.
nl_nl: automatisch. Indien uitgeschakeld, moet u handmatig de configuratie-opties plaatsen in die bestanden.

source: Active Lockouts
nl_nl: Actieve Buitensluitingen

source: Don't Lock Yourself Out
nl_nl: Sluit Je Zelf Niet Buiten

source: lockout
nl_nl: buitensluiting

source: A whitelisted host has triggered a lockout condition but was not locked out.
nl_nl: Een witte lijst gebruiker heeft een buitensluiting veroorzaakt, maar werd niet buitengesloten.

source: About Lockouts
nl_nl: Over Buitensluiting

source: Your lockout settings can be configured in
nl_nl: Jouw Buitensluiting instellingen kan hier worden geconfigureerd.

source: Your current settings are configured as follows:
nl_nl: Jouw huidige instellingen zijn geconfigureerd als volgt:

source: Permanently ban
nl_nl: Permanente verbanning

source: yes
nl_nl: ja

source: no
nl_nl: nee

source: Number of lockouts before permanent ban
nl_nl: Nummer van buitensluitingen voor een permanente verbanning

source: How long lockouts will be remembered for ban
nl_nl: Hoe lang moet een buitensluiting worden onthouden voor een verbanning

source: Host lockout message
nl_nl: Bezoeker buitensluiting bericht

source: User lockout message
nl_nl: Gebruiker buitensluiting bericht

source: Is this computer white-listed
nl_nl: Staat deze computer op de witte lijst

source: Your IP Address
nl_nl: Jouw IP adres

source: is whitelisted until
nl_nl: staat op de witte lijst tot

source: White Listed
nl_nl: Witte lijst vermeldingen

source: Locked out hosts
nl_nl: Buitengesloten gasten

source: Currently no hosts are locked out of this website.
nl_nl: Geen gasten zijn op dit moment buitengesloten van deze website.

source: Locked out users
nl_nl: Buitengesloten gebruikers

source: Currently no users are locked out of this website.
nl_nl: Geen gebruikers zijn op dit moment buitengesloten van deze website.

source: Locked out usernames (not real users)
nl_nl: Buitengesloten gebruikersnamen (geen echte gebruikers)

source: Currently no usernames are locked out of this website.
nl_nl: Geen gebruikersnamen zijn op dit moment buitengesloten van deze website.

source: Release Lockout
nl_nl: Vrijlating Buitensluiting

source: Host or User Lockout
nl_nl: Bezoeker of Gebruiker Buitensluiting

source: The selected lockouts have been cleared.
nl_nl: De geselecteerde buitensluitingen zijn verwijderd.

source: Security is a delicate item. It does not care who you are, if it sees that you are trying to do something strange it will lock you out. This can be troublesome on sites with existing errors, particularly missing assets such as images and others.
nl_nl: Veiligheid is een delicaat punt. Het maakt niet uit wie je bent, als het ziet dat je probeert om iets vreemds te doen zal het je buitensluiten. Dit kan lastig op sites met bestaande fouten, vooral ontbrekende dingen zoals afbeeldingen en dergelijke.

source: Use the button below to temporarily white list your IP from lockouts for 24 hours. It will still notify you of the situation but it will not lock you out of your site allowing you a chance to fix the issue.
nl_nl: Gebruik deze knop hieronder om tijdelijk uw IP op de witte lijst van uitsluitingen te zetten, dit voor 24 uur. Het zal je nog steeds op de hoogte van de situatie, maar het zal je geen buitensluiting geven van uw site, zodat u een kans om het probleem op te lossen.

source: Please note that if your IP address changes at any time during the period (such as you switch locations) you could still inadvertently lock yourself out.
nl_nl: Let op: als uw IP-adres verandert op elk moment tijdens de periode (zoals het inschakelen locaties) kan je nog steeds per ongeluk jezelf buitensluiten.

source: Temporarily Whitelist my IP
nl_nl: Tijdelijk mijn IP op de Witte Lijst

source: has
nl_nl: had

source: host
nl_nl: bezoeker

source: The host has been locked out
nl_nl: De bezoeker is buitengesloten

source: permanently
nl_nl: permanent

source: To release the host lockout you can remove the host from the
nl_nl: Om de bezoeker vrij te laten van de buitensluiting, verwijder dan de bezoeker van de

source: host list
nl_nl: bezoekers lijst

source: until
nl_nl: tot

source: To release the lockout please visit
nl_nl: Om de buitensluiting vrij te laten, ga naar

source: the admin area
nl_nl: het administratie gedeelte

source: The user has been locked out
nl_nl: De gebruiker is buitengesloten

source: user
nl_nl: gebruiker
